[{"id":314,"name":"Entangling Claws","shortName":"lone_druid_entangling_claws","description":"Призывает из земли корни, обездвиживающие противника и увеличивающие урон от атак по нему. Враг под действием корней может перемещаться и атаковать.","cooldown":"16 / 14 / 12 / 10","manacost":"75 / 90 / 105 / 120"},{"id":319,"name":"Torrent Storm","shortName":"kunkka_torrent_storm","description":"Применяет видимую всем способность Torrent в случайной области вокруг владельца каждые 0.25 сек. Радиус действия: 1100. Длительность: 5.0 сек.","cooldown":"70","manacost":"250"},{"id":320,"name":"Sproink","shortName":"enchantress_bunny_hop","description":"Герой отскакивает назад, уворачиваясь от летящих в него снарядов, и запускает копья с эффектом Impetus в трёх самых отдалённых врагов в радиусе своей атаки + 200.","cooldown":"5","manacost":"50"},{"id":321,"name":"Overclocking","shortName":"rattletrap_overclocking","description":"Сбрасывает перезарядку всех способностей и на время ускоряет передвижение и атаку. После окончания эффекта оглушает владельца.","cooldown":"60","manacost":"150"},{"id":333,"name":"Wolf Bite","shortName":"lycan_wolf_bite","description":"Герой кусает союзника, наделяя его бонусами от способности Shapeshift. Они с целью получают 30% вампиризма, который восстанавливает здоровье им обоим, если они находятся на расстоянии не более 1200.","cooldown":"80","manacost":"150"},{"id":337,"name":"Lunar Blessing","shortName":"luna_lunar_grace","description":"Снимает отрицательные эффекты и увеличивает скорость атаки. Ночью действует сильнее.","cooldown":"30 / 25 / 20 / 15","manacost":"40"},{"id":338,"name":"Nature's Grasp","shortName":"treant_natures_grasp","description":"Протягивает лозы до указанной области. Они замедляют проходящих по ним врагов и наносят им урон (крипам — вдвое меньше). Лозы наносят на 50% больше урона, если касаются дерева.","cooldown":"20 / 19 / 18 / 17","manacost":"75 / 80 / 85 / 90"},{"id":343,"name":"Multishot","shortName":"drow_ranger_multishot","description":"ПРЕРЫВАЕМАЯ — герой выпускает один залп стрел за другим, нанося врагам долю от основного урона и применяя на них усиленную способность Frost Arrows. Действует до 1.75 сек.","cooldown":"26 / 24 / 22 / 20","manacost":"50 / 70 / 90 / 110"},{"id":394,"name":"Summon Roshlings","shortName":"roshan_halloween_summon","description":"Рошан зовет группу рошанят на помощь.","cooldown":"30","manacost":"0"},{"id":395,"name":"Fireball ","shortName":"roshan_halloween_fireball","description":"Рошан выпускает медленно движущиеся огненные шары во всех врагов, которые стоят рядом.","cooldown":"25","manacost":"0"},{"id":419,"name":"Swiftslash","shortName":"juggernaut_swift_slash","description":"Применяет короткую версию способности Omnislash.","cooldown":"20","manacost":"100"},{"id":425,"name":"Terror Wave","shortName":"terrorblade_terror_wave","description":"Выпускает круговую волну, заставляющую задетых вражеских героев бежать в страхе, и дарует владельцу способности демоническую форму от Metamorphosis на 10 сек.","cooldown":"90","manacost":"75"},{"id":532,"name":"Solar Bind","shortName":"keeper_of_the_light_radiant_bind","description":"Уменьшает сопротивление магии выбранного врага и замедляет его тем сильнее, чем больше он передвигается.","cooldown":"23 / 20 / 17 / 14","manacost":"60 / 80 / 100 / 120"},{"id":535,"name":"Shrink Ray","shortName":"tinker_shrink_ray","description":"Уменьшает размер и максимальное здоровье цели на 20% на 6 сек.","cooldown":"20","manacost":"50"},{"id":536,"name":"Serpentine","shortName":"shadow_shaman_serpentine","description":"Создаёт линию из 8 змеиных тотемов.","cooldown":"35","manacost":"100"},{"id":537,"name":"Прервать Primal Split","shortName":"brewmaster_primal_split_cancel","description":"Объединиться в одного героя.","cooldown":"0","manacost":"0"},{"id":538,"name":"Rolling Shockwave","shortName":"magnataur_greater_shockwave","description":".","cooldown":"16","manacost":"100"},{"id":539,"name":"Nihilism","shortName":"leshrac_greater_lightning_storm","description":"Придаёт врагам в радиусе 450 бесплотную форму, в которой они не могут атаковать, получают увеличенный на 30% магический урон и замедлены на 30. Владелец способности ускоряется на такое же значение, но не получает дополнительный магический урон. Действует 4 сек.","cooldown":"25","manacost":"75"},{"id":543,"name":"Blink Fragment","shortName":"antimage_mana_overload","description":"Перемещает к выбранному врагу или в выбранную точку иллюзию, которая 7 секунд атакует противников. Эта иллюзия применяет Counterspell одновременно с основным героем.","cooldown":"20","manacost":"50"},{"id":547,"name":"Dig","shortName":"meepo_petrify","description":"После 0,75 секунды прочтения герой закапывается в землю на 3,5 секунды, благодаря чему следующие 3.5 сек. он неуязвим и его нельзя выбрать целью. Находясь в земле, герой постепенно восстанавливает 25% от максимального запаса здоровья. Нельзя применять при оцепенении.","cooldown":"40","manacost":"150"},{"id":550,"name":"Sleeping Dart","shortName":"riki_poison_dart","description":"Герой стреляет дротиком в выбранного врага, усыпляя его на 3 сек. Проснувшись, цель получает 150 урона и 4 сек. передвигается на 30 медленнее.","cooldown":"12","manacost":"85"},{"id":552,"name":"Angelic Flight","shortName":"omniknight_angelic_flight","description":".","cooldown":"45","manacost":"125"},{"id":561,"name":"Ink Over","shortName":"grimstroke_ink_over","description":"Покрывает врага чернилами на 6 сек. Замедляет атаку цели на 50, передвижение на 25 и суммарно наносит ей 320 урона за время действия.","cooldown":"14","manacost":"125"},{"id":581,"name":"Overrun","shortName":"centaur_overrun","description":"Применяет копию способности Stampede, которая действует только на её владельца.","cooldown":"16","manacost":"50"},{"id":592,"name":"Venomancer Scepter","shortName":"venomancer_area_poison","description":"Создаёт в выбранной области ядовитую лужу радиусом 650. Она наносит врагам такой же урон, как от способности Poison Nova, и замедляет их на 20%. Если враг умрёт в этой луже, на его месте появится чумной тотем.","cooldown":"60","manacost":"150"},{"id":595,"name":"Let It Go","shortName":"crystal_maiden_let_it_go","description":"Создаёт в выбранном направлении ледяную тропу, которая замедляет врагов, ускоряет владельца и даёт ему беспрепятственное передвижение.","cooldown":"30","manacost":"100"},{"id":605,"name":"Tidal Wave","shortName":"kunkka_tidal_wave","description":"Герой выпускает из-за себя приливную волну, которая наносит врагам 225 урона и переносит их на расстояние в 600.","cooldown":"14","manacost":"75"},{"id":625,"name":"Greater Sprout","shortName":"furion_greater_sprout","description":"Создаёт большой круг деревьев радиусом 300 на 6 сек. На 2 секунды накладывает на врагов внутри оцепенение, наносящее 150 урона в секунду.","cooldown":"30","manacost":"130"},{"id":630,"name":"Jetpack","shortName":"rattletrap_jetpack","description":"Герой взмывает в небо, получая перемещение и обзор в полёте. Скорость передвижения увеличивается на 22%, но герой не может атаковать и имеет уменьшенную скорость поворота. Длится 6 сек. или до применения способности Hookshot.","cooldown":"20","manacost":"75"},{"id":632,"name":"Voodoo Switcheroo","shortName":"witch_doctor_voodoo_switcheroo","description":"Превращает героя в тотем от способности Death Ward, имеющий –30 к скорости атаки. Действует 2 секунды. Во время действия способности герой скрыт.","cooldown":"70","manacost":"250"},{"id":639,"name":"Silken Bola","shortName":"broodmother_silken_bola","description":"Расходует один заряд паутины Spin Web, чтобы применить на выбранного врага оцепенение длительностью 2.5 сек. Жертва получает 75 урона в секунду.","cooldown":"12","manacost":"50"},{"id":641,"name":"Heavenly Jump","shortName":"zuus_heavenly_jump","description":"Герой прыгает вперёд на расстояние в 350. В середине прыжка герой применяет способность Arc Lightning на врага, находящегося в радиусе её применения.","cooldown":"6","manacost":"75"},{"id":642,"name":"Berserk Potion","shortName":"alchemist_berserk_potion","description":"Бросает в союзника зелье, которое применяет на него нормальное развеивание и даёт ему + 50 к скорости атаки и + 40 к восстановлению здоровья.<br><br>Длительность: 10 сек.","cooldown":"35","manacost":"125"},{"id":643,"name":"Hairball","shortName":"bristleback_hairball","description":"Отхаркивает в указанную область комок игл. Приземлившись, он лопается и применяет на всех врагов в радиусе 700 один эффект Viscous Nasal Goo и два эффекта Quill Spray.","cooldown":"20","manacost":"100"},{"id":648,"name":"Fire Shield","shortName":"ogre_magi_smash","description":"Создаёт вокруг союзного существа или постройки щит, поглощающий 70% урона от следующих 3 атак. В нападающего летят огненные шары, которые наносят 125 урона.<br><br>Длительность: 25 сек.","cooldown":"16","manacost":"75"},{"id":649,"name":"Horn Toss","shortName":"magnataur_horn_toss","description":"Герой перебрасывает за спину врагов перед собой. Они летят 0.6 сек., при приземлении получают 200 урона и оглушаются на 0.25 сек.","cooldown":"30","manacost":"125"},{"id":650,"name":"Defense Matrix","shortName":"tinker_defense_matrix","description":"Создаёт вокруг союзного существа барьер, который блокирует 275 урона и даёт сопротивление эффектам в 40. Барьер действует до 12 сек.","cooldown":"30","manacost":"100"},{"id":651,"name":"Flamethrower","shortName":"shredder_flamethrower","description":"Герой 7 сек. выпускает перед собой пламя шириной 275 и длиной 400. Оно наносит врагам 90 урона в секунду и замедляет их на 30%. Выйдя из пламени, враги горят ещё 3 секунды.","cooldown":"15","manacost":"100"},{"id":656,"name":"Hammer of Purity","shortName":"omniknight_hammer_of_purity","description":"Следующая атака нанесёт дополнительный чистый урон, равный 50 + 150% от базового урона героя, и восстановит ему столько же здоровья. Перезарядка: 6 секунд.","cooldown":"6","manacost":"30"},{"id":660,"name":"Fireball","shortName":"dragon_knight_fireball","description":"Способность, доступная в облике дракона. Поджигает область радиусом 450 на 10.0 сек., нанося врагам в ней 80 урона в секунду.","cooldown":"20","manacost":"100"},{"id":661,"name":"Death Seeker","shortName":"necrolyte_death_seeker","description":"Выпускает в выбранного врага или союзника один быстрый и большой снаряд способности Death Pulse, лечение и урон которого увеличены на 50%%. Долетев до цели, снаряд применит Death Pulse вокруг цели.","cooldown":"20","manacost":"150"},{"id":662,"name":"Fan of Knives","shortName":"phantom_assassin_fan_of_knives","description":"Выпускает острые кинжалы в радиусе 550. Они наносят врагам урон в размере 12%% от их максимального здоровья и накладывают истощение на 3 секунды.","cooldown":"20","manacost":"125"},{"id":668,"name":"Fish Bait","shortName":"slark_fish_bait","description":"Уменьшает скорость передвижения врага на 30% на 6 сек. и раскрывает его невидимость. Если схватить жертву способностью Pounce, то на время привязки владелец способности получит + 75 к скорости атаки.","cooldown":"9","manacost":"50"},{"id":682,"name":"Electric Rave","shortName":"storm_spirit_electric_rave","description":"Даёт 3 заряда Overload владельцу и союзным героям в радиусе 750. Увеличивает скорость атаки на 40. Действует 12 секунд или пока заряды не закончатся.","cooldown":"30","manacost":"150"},{"id":683,"name":"Silent as the Grave","shortName":"visage_silent_as_the_grave","description":"Герой и его гаргульи взлетают, становятся невидимыми и передвигаются на 20% быстрее. Прервав невидимость заклинанием или атакой, герой и гаргульи наносят на 30% больше урона в течение 4 сек. Длительность: 35.0 сек.","cooldown":"45","manacost":"100"},{"id":694,"name":"Concussive Grenade","shortName":"sniper_concussive_grenade","description":"Герой бросает гранату, которая отталкивает врагов на расстояние в 425, наносит им 125 урона, замедляет их на 50%% и применяет на них бессилие. Длительность: 3 секунды. Радиус: 375","cooldown":"16","manacost":"50"},{"id":699,"name":"Demon Zeal","shortName":"terrorblade_demon_zeal","description":"Герой расходует 20 от своего текущего здоровья, чтобы получить + 50 к скорости передвижения и + 50 к скорости атаки на 7 сек. Бонус на 100 больше, если герой сражается в ближнем бою. Перезарядка: 14 секунд. ","cooldown":"14","manacost":"0"},{"id":700,"name":"Dive Bomb","shortName":"beastmaster_hawk_dive","description":"Ястреб раскрывает свою невидимость и после прочтения в 1.0 сек. пикирует в выбранного врага, наносит ему 175 урона, оглушает его на 1 сек. и погибает.","cooldown":"0","manacost":"0"},{"id":5004,"name":"Blink","shortName":"antimage_blink","description":"Перемещает героя на короткую дистанцию, что позволяет ворваться в схватку или быстро из неё сбежать.","cooldown":"15 / 12 / 9 / 6","manacost":"60"},{"id":5006,"name":"Mana Void","shortName":"antimage_mana_void","description":"Кратковременно оглушает вражескую цель, а затем наносит ей и всем окружающим её противникам урон, пропорциональный числу отсутствующей у неё маны.","cooldown":"70 / 70 / 70","manacost":"125 / 200 / 275"},{"id":5007,"name":"Berserker's Call","shortName":"axe_berserkers_call","description":"Герой бросает вызов ближайшим врагам, заставляя их атаковать его, а также получает бонус к броне на время действия способности.","cooldown":"16 / 14 / 12 / 10","manacost":"80 / 90 / 100 / 110"},{"id":5008,"name":"Battle Hunger","shortName":"axe_battle_hunger","description":"Приводит врага в бешенство, замедляя его и нанося ему урон, пока он кого-нибудь не убьёт или действие способности не закончится. Герой получает бонус к скорости передвижения за каждое существо под воздействием этой способности. Бонус за крипов вдвое меньше.","cooldown":"20 / 15 / 10 / 5","manacost":"50 / 60 / 70 / 80"},{"id":5010,"name":"Culling Blade","shortName":"axe_culling_blade","description":"Герой кидается на ослабшего противника, мгновенно убивая цель, если у неё низкий уровень здоровья. В ином случае удар нанесёт лишь небольшой урон. Герой и его союзники поблизости получат дополнительную скорость, а способность мгновенно восстановится, если ей убить вражеского героя.","cooldown":"75 / 65 / 55","manacost":"60 / 120 / 180"},{"id":5011,"name":"Brain Sap","shortName":"bane_brain_sap","description":"Высасывает жизненную энергию врага, нанося ему урон и восстанавливая здоровье героя.","cooldown":"14 / 13 / 12 / 11","manacost":"120 / 140 / 160 / 180"},{"id":5012,"name":"Enfeeble","shortName":"bane_enfeeble","description":"Снижает урон от атак, восстановление здоровья и скорость произнесения заклинаний.","cooldown":"20 / 16 / 12 / 8","manacost":"40 / 50 / 60 / 70"},{"id":5013,"name":"Fiend's Grip","shortName":"bane_fiends_grip","description":"ПРЕРЫВАЕМАЯ — захватывает врага, оглушая его и нанося большой периодический урон. Также жертва каждые 0.5 сек. теряет долю от максимального запаса маны, передавая её владельцу способности.","cooldown":"120 / 110 / 100","manacost":"200 / 300 / 400"},{"id":5014,"name":"Nightmare","shortName":"bane_nightmare","description":"Погружает вражеского или союзного героя в сон, прерываемый уроном. Если пробудить спящее существо атакой, эффект передаётся атакующему. Владелец способности может беспрепятственно атаковать спящие цели.","cooldown":"22 / 19 / 16 / 13","manacost":"165"},{"id":5015,"name":"Bloodrage","shortName":"bloodseeker_bloodrage","description":"Пробуждает в существе жажду крови, из-за которой оно атакует быстрее и наносит больше урона заклинаниями, но каждую секунду теряет долю от своего здоровья. Даёт союзным героям половину от скорости атаки.","cooldown":"14 / 12 / 10 / 8","manacost":"25"},{"id":5016,"name":"Blood Rite","shortName":"bloodseeker_blood_bath","description":"Герой окропляет выбранную область святой кровью. Через 2.9 сек. ритуал завершается, нанося противникам урон и запрещая им применять способности.","cooldown":"15 / 14 / 13 / 12","manacost":"90 / 100 / 110 / 120"},{"id":5018,"name":"Rupture","shortName":"bloodseeker_rupture","description":"Разрывает кожу врага. Если цель передвигается, то она получает урон, проходящий сквозь невосприимчивость к магии.","cooldown":"70","manacost":"100 / 150 / 200"},{"id":5019,"name":"Frost Arrows","shortName":"drow_ranger_frost_arrows","description":"Добавляет к атакам героя замораживающий эффект, замедляющий передвижение цели на 1.5 сек. и наносящий дополнительный урон.","cooldown":"0 / 0 / 0 / 0","manacost":"12 / 12 / 12 / 12"},{"id":5020,"name":"Silence","shortName":"drow_ranger_silence","description":"Запрещает всем вражеским существам в выбранной области применять способности.","cooldown":"16 / 15 / 14 / 13","manacost":"90 / 90 / 90 / 90"},{"id":5023,"name":"Fissure","shortName":"earthshaker_fissure","description":"Герой разбивает землю могучим тотемом, оставляя перед собой непроходимую каменную борозду, при этом оглушая стоящих на её пути врагов и нанося им урон.","cooldown":"21 / 19 / 17 / 15","manacost":"110 / 130 / 150 / 170"},{"id":5024,"name":"Enchant Totem","shortName":"earthshaker_enchant_totem","description":"Заряжает тотем, увеличивая урон от следующей атаки и увеличивая её дальность на 75.","cooldown":"5","manacost":"35 / 40 / 45 / 50"},{"id":5026,"name":"Echo Slam","shortName":"earthshaker_echo_slam","description":"По земле распространяются ударные волны, наносящие урон врагам. Каждое попадание по врагу создаёт волновое эхо, которое наносит урон ближайшим врагам. Попадание по герою создаёт двойное эхо.","cooldown":"150 / 130 / 110","manacost":"145 / 205 / 265"},{"id":5028,"name":"Blade Fury","shortName":"juggernaut_blade_fury","description":"Герой крутится в вихре сокрушительных ударов клинком, становясь невосприимчивым к магии и нанося урон врагам поблизости.   ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"42 / 34 / 26 / 18","manacost":"120 / 110 / 100 / 90"},{"id":5029,"name":"Healing Ward","shortName":"juggernaut_healing_ward","description":"Призывает тотем, лечащий всех союзников неподалёку и передвигающийся со скоростью 350. Объём лечения зависит от максимального здоровья союзника. Действует 25.0 сек.","cooldown":"60 / 60 / 60 / 60","manacost":"140"},{"id":5030,"name":"Omnislash","shortName":"juggernaut_omni_slash","description":"Герой прыгает к указанному врагу, а затем с повышенной скоростью атакует его и ближайших противников. На время действия способности герой становится неуязвимым.","cooldown":"140","manacost":"200 / 275 / 350"},{"id":5031,"name":"Torrent","shortName":"kunkka_torrent","description":"После небольшой задержки создаёт мощный поток воды, который подбрасывает врагов в воздух, оглушает их, наносит урон, а затем снижает скорость их передвижения.","cooldown":"16 / 14 / 12 / 10","manacost":"90 / 100 / 110 / 120"},{"id":5033,"name":"X Marks the Spot","shortName":"kunkka_x_marks_the_spot","description":"Помечает местоположение союзного или вражеского героя крестом и через несколько секунд или по нажатию кнопки возвращает его на это самое место. На союзниках длится вдвое дольше.","cooldown":"38 / 30 / 22 / 14","manacost":"50"},{"id":5034,"name":"Return","shortName":"kunkka_return","description":"Возвращает выбранного героя к кресту.","cooldown":"1","manacost":"0"},{"id":5035,"name":"Ghostship","shortName":"kunkka_ghostship","description":"Вызывает призрачный корабль, который прорывается сквозь битву и разбивается, оглушая врагов и нанося им урон. Все союзники, задетые кораблем, оказываются под ливнем рома, получая дополнительную скорость передвижения и замедленную реакцию на урон.","cooldown":"80 / 70 / 60","manacost":"125 / 175 / 225"},{"id":5040,"name":"Dragon Slave","shortName":"lina_dragon_slave","description":"Герой высвобождает дыхание дракона, сжигающее всех врагов на своём пути.","cooldown":"8","manacost":"100 / 115 / 130 / 145"},{"id":5041,"name":"Light Strike Array","shortName":"lina_light_strike_array","description":"Призывает столб пламени, который оглушает врагов и наносит им урон.","cooldown":"10 / 9 / 8 / 7","manacost":"100 / 110 / 120 / 130"},{"id":5043,"name":"Laguna Blade","shortName":"lina_laguna_blade","description":"Выпускает разряд молнии в одного врага, нанося сокрушительный урон.","cooldown":"70 / 60 / 50","manacost":"250 / 400 / 550"},{"id":5044,"name":"Earth Spike","shortName":"lion_impale","description":"Из земли прорывается полоса каменных шипов. Они подбрасывают врагов в воздух, а по приземлении оглушают их и наносят урон.","cooldown":"12 / 12 / 12 / 12","manacost":"70 / 100 / 130 / 160"},{"id":5045,"name":"Hex","shortName":"lion_voodoo","description":"Превращает врага в безобидную зверюшку, блокируя все его способности.","cooldown":"30 / 24 / 18 / 12","manacost":"125 / 150 / 175 / 200"},{"id":5046,"name":"Mana Drain","shortName":"lion_mana_drain","description":"ПРЕРЫВАЕМАЯ — поглощает магическую энергию цели, с каждой секундой передавая её ману владельцу способности.","cooldown":"16 / 12 / 8 / 4","manacost":"10 / 10 / 10 / 10"},{"id":5047,"name":"Finger of Death","shortName":"lion_finger_of_death","description":"Разрывает вражеское существо, пытаясь вывернуть его наизнанку. Наносит большой урон, который увеличивается с каждым убитым этой способностью врагом.","cooldown":"160 / 100 / 40","manacost":"200 / 420 / 650"},{"id":5048,"name":"Sacred Arrow","shortName":"mirana_arrow","description":"Выпускает невероятно точную стрелу, оглушающую первое существо на своём пути на 0.01 сек. и наносящую ему урон. Преодолённое стрелой расстояние увеличивает и урон, который может достичь 180, и длительность оглушения, которое составит до 3.5 / 4 / 4.5 / 5.0 сек. Мгновенно убивает любого крипа, если он не древний.","cooldown":"19 / 18 / 17 / 16","manacost":"100 / 100 / 100 / 100"},{"id":5049,"name":"Moonlight Shadow","shortName":"mirana_invis","description":"Делает владельца способности и его союзных героев невидимыми, а также ускоряет их. Если раскрыть невидимость, то после задержки она восстановится, если способность ещё действует.","cooldown":"140 / 120 / 100","manacost":"125"},{"id":5050,"name":"Leap","shortName":"mirana_leap","description":"Герой врывается в битву, воодушевляясь свирепым рыком своего питомца, что даёт ему дополнительную скорость атаки и передвижения на 2.5 сек.","cooldown":"0","manacost":"40"},{"id":5051,"name":"Starstorm","shortName":"mirana_starfall","description":"Призывает звёздный дождь, наносящий урон противникам, стоящим неподалеку. Ближайший враг в радиусе 425 получит второй удар, наносящий 75% от обычного урона.","cooldown":"12 / 12 / 12 / 12","manacost":"80 / 105 / 130 / 155"},{"id":5052,"name":"Waveform","shortName":"morphling_waveform","description":"Герой принимает жидкую форму и устремляется вперёд, нанося урон всем врагам на своём пути. Во время применения способности герой неуязвим.","cooldown":"20 / 17 / 14 / 11","manacost":"150 / 155 / 160 / 165"},{"id":5053,"name":"Adaptive Strike (ловкость)","shortName":"morphling_adaptive_strike_agi","description":"Запускает во вражеское существо поток воды, нанося ему урон в зависимости от ловкости героя. Множитель ловкости будет максимальным, если ловкость героя на 50% выше его силы.  Способность Adaptive Strike (сила) также уходит на перезарядку в 3 сек.","cooldown":"10","manacost":"80"},{"id":5057,"name":"Morph","shortName":"morphling_replicate","description":"Герой изменяет свою форму по образу и подобию выбранного противника, получая его основные способности с уменьшенным расходом маны. Во время действия форму героя можно изменить на основную и наоборот.","cooldown":"140 / 100 / 60","manacost":"50"},{"id":5058,"name":"Morph Replicate","shortName":"morphling_morph_replicate","description":"Герой моментально превращается в копию врага или наоборот.","cooldown":"1","manacost":"0"},{"id":5059,"name":"Shadowraze","shortName":"nevermore_shadowraze1","description":"Герой опустошает участок земли прямо перед собой, нанося урон всем врагам в зоне действия. Накладывает на жертву складывающийся эффект, увеличивающий урон от этой способности с каждым её попаданием.","cooldown":"10","manacost":"75 / 80 / 85 / 90"},{"id":5060,"name":"Shadowraze","shortName":"nevermore_shadowraze2","description":"Герой опустошает участок земли недалеко от себя, нанося урон всем врагам в зоне действия. Накладывает на жертву складывающийся эффект, увеличивающий урон от этой способности с каждым её попаданием.","cooldown":"10","manacost":"75 / 80 / 85 / 90"},{"id":5061,"name":"Shadowraze","shortName":"nevermore_shadowraze3","description":"Герой опустошает участок земли на значительном расстоянии от себя, нанося урон всем врагам в зоне действия. Накладывает на жертву складывающийся эффект, увеличивающий урон от этой способности с каждым её попаданием.","cooldown":"10","manacost":"75 / 80 / 85 / 90"},{"id":5064,"name":"Requiem of Souls","shortName":"nevermore_requiem","description":"Герой выпускает собранные души в волнах демонической энергии. Существа возле него могут получить урон от нескольких волн. Замедляет передвижение врагов и накладывает на них страх на 0.8 сек. за каждую задетую волну. Создаёт одну волну энергии за каждую душу, захваченную с помощью Necromastery.<br><br>Если герой погибнет, то эта способность сработает автоматически вне зависимости от её готовности.","cooldown":"120 / 110 / 100","manacost":"150 / 175 / 200"},{"id":5065,"name":"Spirit Lance","shortName":"phantom_lancer_spirit_lance","description":"Метает в указанного врага магическое копьё, которое наносит цели урон и замедляет её, а также создаёт атакующую её союзную иллюзию.","cooldown":"7","manacost":"120"},{"id":5066,"name":"Doppelganger","shortName":"phantom_lancer_doppelwalk","description":"Герой и все иллюзии неподалёку ненадолго исчезают с поля боя. Через 1 сек. в случайных точках указанной области появляются сам герой, его копии, а также две новые иллюзии с разными характеристиками. Продлевает время жизни всех иллюзий. Одна из них получает обычный урон, но не наносит его, а другая — получает 500% и наносит -80 урона.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"25 / 20 / 15 / 10","manacost":"50"},{"id":5067,"name":"Juxtapose","shortName":"phantom_lancer_juxtapose","description":"При каждой атаке герой может раздробить свою сущность, создав иллюзорную копию себя. Все иллюзии героя также могут раздробиться. Копии, созданные самим героем, живут 8 сек., а копии, созданные другими иллюзиями — 4 сек.","cooldown":"60","manacost":"75"},{"id":5069,"name":"Illusory Orb","shortName":"puck_illusory_orb","description":"Герой выпускает волшебный шар, летящий по прямой и поражающий всех противников на своем пути. К шару можно переместиться в любой момент, применив способность Ethereal Jaunt.","cooldown":"13 / 12 / 11 / 10","manacost":"80 / 100 / 120 / 140"},{"id":5071,"name":"Waning Rift","shortName":"puck_waning_rift","description":"Герой перемещается в указанную точку и выпускает облако волшебной пыльцы, нанося врагам вокруг урон и запрещая им применять способности.","cooldown":"16 / 15 / 14 / 13","manacost":"100 / 110 / 120 / 130"},{"id":5072,"name":"Phase Shift","shortName":"puck_phase_shift","description":"ПРЕРЫВАЕМАЯ — герой ненадолго смещается в другое измерение, защищаясь от любого вреда.","cooldown":"6","manacost":"0 / 0 / 0 / 0"},{"id":5073,"name":"Dream Coil","shortName":"puck_dream_coil","description":"Цепляет вражеских героев нестабильной магической спиралью, оглушая их на 0.5 сек., накладывая на них эффект привязки и нанося им урон. Если враг отойдёт слишком далеко от центра спирали, то она разорвётся, оглушив его и нанеся дополнительный урон.","cooldown":"80 / 75 / 70","manacost":"100 / 150 / 200"},{"id":5075,"name":"Meat Hook","shortName":"pudge_meat_hook","description":"Бросает окровавленный крюк в указанную цель или в выбранном направлении. Крюк зацепится за первое существо, в которое попадёт, притащит его к герою и нанесёт урон, если целью оказался враг.","cooldown":"21 / 18 / 15 / 12","manacost":"125 / 130 / 135 / 140"},{"id":5077,"name":"Dismember","shortName":"pudge_dismember","description":"ПРЕРЫВАЕМАЯ — герой заживо пожирает врага, оглушая его и нанося периодический урон, который зависит от силы владельца способности и излечивает его. На крипов действует дольше.","cooldown":"30 / 25 / 20","manacost":"100 / 130 / 170"},{"id":5078,"name":"Ether Shock","shortName":"shadow_shaman_ether_shock","description":"Создаёт конус бесплотной энергии, который бьёт по нескольким вражеским существам.","cooldown":"14 / 12 / 10 / 8","manacost":"100 / 120 / 140 / 160"},{"id":5079,"name":"Hex","shortName":"shadow_shaman_voodoo","description":"Превращает врага в безобидную зверюшку, лишая его возможности атаковать или применять способности.","cooldown":"13","manacost":"70 / 110 / 150 / 190"},{"id":5080,"name":"Shackles","shortName":"shadow_shaman_shackles","description":"ПРЕРЫВАЕМАЯ — связывает врага магическими путами, не позволяющими передвигаться или атаковать, а также наносящими периодический урон.","cooldown":"16 / 14 / 12 / 10","manacost":"140 / 150 / 160 / 170"},{"id":5081,"name":"Mass Serpent Ward","shortName":"shadow_shaman_mass_serpent_ward","description":"Призывает 10 невосприимчивых к магии змеиных тотемов, атакующих врагов и постройки.","cooldown":"120","manacost":"200 / 350 / 600"},{"id":5082,"name":"Plasma Field","shortName":"razor_plasma_field","description":"Герой высвобождает волну энергетической плазмы, которая затем возвращается к нему. Волна замедляет врагов и наносит им урон: чем дальше она от владельца, тем замедление и урон сильнее. Волна наносит урон дважды, при движении в обе стороны.","cooldown":"13 / 12 / 11 / 10","manacost":"125 / 125 / 125 / 125"},{"id":5083,"name":"Static Link","shortName":"razor_static_link","description":"Создаёт электрическую связь с выбранным вражеским героем, передавая его урон от атак владельцу способности. Пока связь действует, атаки не прерывают передвижение.","cooldown":"40 / 35 / 30 / 25","manacost":"65"},{"id":5085,"name":"Eye of the Storm","shortName":"razor_eye_of_the_storm","description":"Собирает над героем грозовую тучу, которая бьёт молнией врага с наименьшим здоровьем, нанося ему урон и снижая его броню.","cooldown":"80 / 70 / 60","manacost":"100 / 150 / 200"},{"id":5086,"name":"Wraithfire Blast","shortName":"skeleton_king_hellfire_blast","description":"Герой опаляет цель призрачным огнём, оглушая её и нанося ей урон. После оглушения цель будет получать периодический урон и замедлится.","cooldown":"17 / 14 / 11 / 8","manacost":"95 / 110 / 125 / 140"},{"id":5087,"name":"Vampiric Spirit","shortName":"skeleton_king_vampiric_aura","description":"Герой восстанавливает себе здоровье в зависимости от наносимого атаками урона. Способность можно применить, чтобы призвать скелетов. Каждые два убитых существа дают один заряд, за который можно призвать скелета. Погибшие скелеты возрождаются один раз. ","cooldown":"50","manacost":"65 / 70 / 75 / 80"},{"id":5089,"name":"Reincarnation","shortName":"skeleton_king_reincarnation","description":"После смерти тело героя вновь собирается воедино, и он воскрешается на поле боя. Замедляет всех врагов в радиусе 900.","cooldown":"200 / 120 / 40","manacost":"180"},{"id":5090,"name":"Crypt Swarm","shortName":"death_prophet_carrion_swarm","description":"Посылает вперёд стаю крылатых тварей, наносящих урон врагам на своём пути.","cooldown":"8 / 7 / 6 / 5","manacost":"85 / 110 / 135 / 160"},{"id":5091,"name":"Silence","shortName":"death_prophet_silence","description":"Запрещает врагам в указанной области применять способности.","cooldown":"15 / 14 / 13 / 12","manacost":"80 / 90 / 100 / 110"},{"id":5093,"name":"Exorcism","shortName":"death_prophet_exorcism","description":"Герой выпускает злых духов, высасывающих жизнь из вражеских существ и сооружений поблизости. Через 35 сек. они возвращаются к хозяйке, исцеляя её. Объём исцеления зависит от нанесённого духами урона.","cooldown":"145","manacost":"250 / 350 / 450"},{"id":5094,"name":"Storm Hammer","shortName":"sven_storm_bolt","description":"Герой высвобождает всю мощь своей магической рукавицы, нанося жертве и её союзникам в небольшой области урон и оглушая их.","cooldown":"18 / 16 / 14 / 12","manacost":"110 / 120 / 130 / 140"},{"id":5096,"name":"Warcry","shortName":"sven_warcry","description":"Боевой клич поднимает дух союзных героев и увеличивает их броню и урон на 8 сек.","cooldown":"32 / 28 / 24 / 20","manacost":"30 / 40 / 50 / 60"},{"id":5097,"name":"God's Strength","shortName":"sven_gods_strength","description":"Sven концентрирует свою неконтролируемую мощь, получая бонус к урону на 40.0 сек.","cooldown":"110","manacost":"100 / 150 / 200"},{"id":5098,"name":"Static Remnant","shortName":"storm_spirit_static_remnant","description":"Создаёт свою энергетическую копию, которая существует 12.0 сек. и взрывается, если поблизости окажется враг.","cooldown":"3.5","manacost":"70 / 80 / 90 / 100"},{"id":5099,"name":"Electric Vortex","shortName":"storm_spirit_electric_vortex","description":"Создаёт вихрь, затягивающий врага в место, где находится герой.","cooldown":"16","manacost":"60 / 70 / 80 / 90"},{"id":5102,"name":"Burrowstrike","shortName":"sandking_burrowstrike","description":"Герой погружается в землю и прорывается вперёд, оглушая врагов на пути и нанося им урон.","cooldown":"14 / 13 / 12 / 11","manacost":"110 / 120 / 130 / 140"},{"id":5103,"name":"Sand Storm","shortName":"sandking_sand_storm","description":"Герой вызывает ужасающую песчаную бурю, которая делает его невидимым и наносит урон врагам. Эффект заканчивается, когда владелец способности выйдет из области действия.","cooldown":"40 / 34 / 28 / 22","manacost":"75"},{"id":5105,"name":"Epicenter","shortName":"sandking_epicenter","description":"ПРЕРЫВАЕМАЯ — после подготовки в %abilitychanneltime% сек. герой неистово сотрясает землю вокруг себя. Землетрясение наносит урон противникам, замедляет их и увеличивается в радиусе с каждым последующим толчком.","cooldown":"120 / 110 / 100","manacost":"150 / 225 / 300"},{"id":5106,"name":"Avalanche","shortName":"tiny_avalanche","description":"Заваливает указанную область камнями, с небольшим интервалом оглушая противников и нанося урон, который увеличивается в 2,5 раза для жертв способности Toss.","cooldown":"26 / 22 / 18 / 14","manacost":"120 / 120 / 120 / 120"},{"id":5107,"name":"Toss","shortName":"tiny_toss","description":"Герой хватает ближайшее существо в радиусе 275, а затем бросает его в указанную цель или руну. В месте приземления наносится урон. Если брошен враг, он получит на 30% больше урона.","cooldown":"17 / 15 / 13 / 11","manacost":"90 / 100 / 110 / 120"},{"id":5108,"name":"Tree Grab","shortName":"tiny_tree_grab","description":"Герой вырывает из земли выбранное дерево, чтобы отметелить им врагов. Дерево ломается после определённого числа атак, но увеличивает их дальность и урон. Атаки наносят прорубающий урон, задевая соседних существ. Дерево можно швырнуть во врага, чтобы нанести ему урон от атаки на расстоянии.","cooldown":"16 / 14 / 12 / 10","manacost":"50"},{"id":5110,"name":"Arc Lightning","shortName":"zuus_arc_lightning","description":"Выпускает молнию, которая перескакивает с одного врага на другого.","cooldown":"1.6","manacost":"80"},{"id":5111,"name":"Lightning Bolt","shortName":"zuus_lightning_bolt","description":"Ударом молнии наносит врагу урон и ненадолго его оглушает. В радиусе 750 вокруг цели на время раскрываются туман войны и невидимость. Способность можно применить на землю — тогда она подействует на ближайшего вражеского героя в радиусе 325.","cooldown":"6 / 6 / 6 / 6","manacost":"125 / 130 / 135 / 140"},{"id":5113,"name":"Thundergod's Wrath","shortName":"zuus_thundergods_wrath","description":"Поражает всех вражеских героев молнией вне зависимости от их местоположения. Способность также раскрывает невидимость вражеских существ вокруг каждого ударенного противника. Если герой врага невидим, то он не получит урона, но невидимость всё равно раскроется.","cooldown":"130 / 125 / 120","manacost":"300 / 400 / 500"},{"id":5114,"name":"Guardian Sprint","shortName":"slardar_sprint","description":"Герой стремительно скользит, передвигаясь значительно быстрее и проходя сквозь других существ. Снимает ограничение на скорость передвижения и увеличивает её в реке.","cooldown":"17","manacost":"25"},{"id":5115,"name":"Slithereen Crush","shortName":"slardar_slithereen_crush","description":"Бьёт по земле, оглушая наземных врагов неподалёку и нанося им урон. После оглушения враги будут замедлены.","cooldown":"8","manacost":"90 / 100 / 110 / 120"},{"id":5117,"name":"Corrosive Haze","shortName":"slardar_amplify_damage","description":"Уменьшает сопротивление цели физическому урону, даёт по ней обзор и раскрывает её невидимость.","cooldown":"5","manacost":"25"},{"id":5118,"name":"Gush","shortName":"tidehunter_gush","description":"Призывает водяной поток, наносящий противникам урон и уменьшающий их скорость передвижения и броню.","cooldown":"12","manacost":"90 / 100 / 110 / 120"},{"id":5120,"name":"Anchor Smash","shortName":"tidehunter_anchor_smash","description":"Взмах могучего якоря наносит противникам вокруг урон, равный увеличенной атаке героя, и уменьшает урон от их атак.","cooldown":"7 / 6 / 5 / 4","manacost":"30 / 40 / 50 / 60"},{"id":5121,"name":"Ravage","shortName":"tidehunter_ravage","description":"Сотрясает землю и выпускает во все стороны щупальца, нанося всем врагам вокруг урон и оглушая их.","cooldown":"150 / 150 / 150","manacost":"150 / 225 / 325"},{"id":5122,"name":"Magic Missile","shortName":"vengefulspirit_magic_missile","description":"Выпускает во врага магический снаряд, который оглушает и наносит урон.","cooldown":"12 / 11 / 10 / 9","manacost":"100 / 110 / 120 / 130"},{"id":5124,"name":"Wave of Terror","shortName":"vengefulspirit_wave_of_terror","description":"Герой издаёт жуткий клич, ослабляя броню врагов и раскрывая туман войны.","cooldown":"16 / 14 / 12 / 10","manacost":"25 / 30 / 35 / 40"},{"id":5125,"name":"Nether Swap","shortName":"vengefulspirit_nether_swap","description":"Мгновенно меняется местами с союзным или вражеским героем. Останавливает прерываемые способности.","cooldown":"50 / 40 / 30","manacost":"100 / 150 / 200"},{"id":5126,"name":"Crystal Nova","shortName":"crystal_maiden_crystal_nova","description":"Обдаёт выбранную область морозным ветром, который наносит врагам урон и замедляет их передвижение и атаку.","cooldown":"11 / 10 / 9 / 8","manacost":"130 / 145 / 160 / 175"},{"id":5127,"name":"Frostbite","shortName":"crystal_maiden_frostbite","description":"Заковывает противника в лёд, нанося ему периодический урон и запрещая двигаться и атаковать. Действует 10.0 сек. на крипов 6 уровня или ниже.","cooldown":"9 / 8 / 7 / 6","manacost":"140 / 145 / 150 / 155"},{"id":5129,"name":"Freezing Field","shortName":"crystal_maiden_freezing_field","description":"ПРЕРЫВАЕМАЯ — на 10 сек. окружает героя случайными ледяными взрывами, замедляющими врагов и наносящими большой урон. На время действия способности герой получает дополнительную броню.","cooldown":"110 / 100 / 90","manacost":"200 / 400 / 600"},{"id":5130,"name":"Shackleshot","shortName":"windrunner_shackleshot","description":"Связывает цель с находящимся позади неё врагом или деревом. Если цель не будет с чем-либо связана, длительность оглушения сократится до 0.75 / 0.75 / 0.75 / 0.75 сек.","cooldown":"16 / 14 / 12 / 10","manacost":"70 / 85 / 100 / 115"},{"id":5131,"name":"Powershot","shortName":"windrunner_powershot","description":"Герой заряжает лук, чтобы совершить мощный выстрел. Стрела наносит урон врагам. Урон увеличивается по мере зарядки, которая длится не более 1.0 сек., и снижается на 20% с каждым задетым врагом.","cooldown":"12 / 11 / 10 / 9","manacost":"90 / 100 / 110 / 120"},{"id":5132,"name":"Windrun","shortName":"windrunner_windrun","description":"Увеличивает скорость передвижения героя и позволяет ему уворачиваться от всех физических атак, при этом замедляя передвижение врагов поблизости.","cooldown":"15 / 14 / 13 / 12","manacost":"50"},{"id":5133,"name":"Focus Fire","shortName":"windrunner_focusfire","description":"Герой призывает вихрь, увеличивающий скорость его атаки по выбранному вражескому существу или строению на 475. Весь урон от этих атак будет уменьшен, за исключением урона от эффектов предметов.","cooldown":"70 / 50 / 30","manacost":"75 / 100 / 125"},{"id":5134,"name":"Frost Blast","shortName":"lich_frost_nova","description":"Обдаёт указанного врага морозом, нанося урон в области действия и замедляя передвижение и атаку всех задетых противников на 4.0 сек. Основная цель получает как базовый урон, так и урон по площади.","cooldown":"7","manacost":"115 / 140 / 165 / 190"},{"id":5135,"name":"Ice Armor","shortName":"lich_frost_armor","description":"Создаёт вокруг союзника или дружественной постройки щит, который увеличивает броню цели и замедляет атакующих её существ. Действует 40.0 сек.","cooldown":"5 / 5 / 5 / 5","manacost":"50 / 50 / 50 / 50"},{"id":5136,"name":"Frost Shield","shortName":"lich_frost_shield","description":"Накладывает на цель магический ледяной щит, уменьшая урон от атак по ней. Пока щит действует, он раз в 1 сек. наносит немного магического урона вражеским существам вокруг и замедляет их.","cooldown":"30 / 25 / 20 / 15","manacost":"100 / 110 / 120 / 130"},{"id":5137,"name":"Chain Frost","shortName":"lich_chain_frost","description":"Создаёт ледяной шар, который отскакивает от противников до 10 / 10 / 10 раз, замедляя их и нанося им урон, увеличивающийся с каждым скачком.","cooldown":"100 / 80 / 60","manacost":"200 / 325 / 500"},{"id":5138,"name":"Paralyzing Cask","shortName":"witch_doctor_paralyzing_cask","description":"Бросает бочонок с парализующим порошком, который отскакивает от противников, оглушая их и нанося им урон.","cooldown":"20 / 18 / 16 / 14","manacost":"80 / 100 / 120 / 140"},{"id":5139,"name":"Voodoo Restoration","shortName":"witch_doctor_voodoo_restoration","description":"Герой направляет свои чары на лечение ближайших союзников, теряя ману каждую секунду действия этой способности.","cooldown":"0 / 0 / 0 / 0","manacost":"35 / 40 / 45 / 50"},{"id":5140,"name":"Maledict","shortName":"witch_doctor_maledict","description":"Накладывает сглаз на всех вражеских героев в небольшой области, после чего они получают урон каждую секунду. Помимо этого, каждые 4 секунды им наносится периодический урон, зависящий от количества здоровья, потерянного с наложения сглаза.","cooldown":"30 / 26 / 22 / 18","manacost":"105 / 110 / 115 / 120"},{"id":5141,"name":"Death Ward","shortName":"witch_doctor_death_ward","description":"ПРЕРЫВАЕМАЯ — призывает смертоносный тотем, атакующий вражеских героев. Действует до 8.0 сек.","cooldown":"80","manacost":"200 / 200 / 200"},{"id":5142,"name":"Smoke Screen","shortName":"riki_smoke_screen","description":"Бросает дымовую бомбу, которая не позволяет врагам применять способности и заставляет их промахиваться атаками.","cooldown":"20 / 17 / 14 / 11","manacost":"75"},{"id":5143,"name":"Blink Strike","shortName":"riki_blink_strike","description":"Герой телепортируется за спину цели и, если это враг, наносит ему урон.","cooldown":"0.1","manacost":"50"},{"id":5145,"name":"Tricks of the Trade","shortName":"riki_tricks_of_the_trade","description":"Герой пропадает из нашего мира и периодически атакует в спину случайное вражеское существо в области действия.","cooldown":"21 / 18 / 15 / 12","manacost":"50"},{"id":5146,"name":"Malefice","shortName":"enigma_malefice","description":"Концентрирует энергию героя на цели, отчего та получает урон и оглушение каждые 2.0 / 2.0 / 2.0 / 2.0 сек.","cooldown":"14","manacost":"100 / 120 / 140 / 160"},{"id":5147,"name":"Demonic Conversion","shortName":"enigma_demonic_conversion","description":"Превращает крипа в три подконтрольных фрагмента самого героя — эйдолонов. Они раздваиваются после нескольких атак, при этом полностью восстанавливая здоровье.","cooldown":"35","manacost":"140 / 150 / 160 / 170"},{"id":5148,"name":"Midnight Pulse","shortName":"enigma_midnight_pulse","description":"Наполняет местность тёмным резонансом, который наносит врагам урон, зависящий от их максимального здоровья.","cooldown":"50 / 45 / 40 / 35","manacost":"50 / 80 / 110 / 140"},{"id":5149,"name":"Black Hole","shortName":"enigma_black_hole","description":"ПРЕРЫВАЕМАЯ — образует воронку, всасывающую всех врагов в зоне действия. При этом они не могут двигаться, атаковать и применять способности.","cooldown":"200 / 180 / 160","manacost":"300 / 400 / 500"},{"id":5150,"name":"Laser","shortName":"tinker_laser","description":"Выпускает луч сконцентрированной энергии, который наносит урон и ослепляет цель, из-за чего та промахивается при каждой атаке.","cooldown":"20 / 18 / 16 / 14","manacost":"110 / 130 / 150 / 170"},{"id":5151,"name":"Heat-Seeking Missile","shortName":"tinker_heat_seeking_missile","description":"Запускает две ракеты в ближайших видимых вражеских героев в радиусе 2500 / 2500 / 2500 / 2500.","cooldown":"18","manacost":"80 / 100 / 120 / 140"},{"id":5152,"name":"March of the Machines","shortName":"tinker_march_of_the_machines","description":"Призывает армию механических слуг, атакующих врагов в области вокруг героя.","cooldown":"35 / 35 / 35 / 35","manacost":"130 / 150 / 170 / 190"},{"id":5153,"name":"Rearm","shortName":"tinker_rearm","description":"ПРЕРЫВАЕМАЯ — сбрасывает время перезарядки способностей и большинства предметов героя.","cooldown":"0 / 0 / 0","manacost":"100 / 200 / 300"},{"id":5154,"name":"Shrapnel","shortName":"sniper_shrapnel","description":"Использует заряд шрапнели, покрывая указанную область дождём из разрывной дроби. Противники под ней получают урон и замедляются. Раскрывает туман войны в области действия. Заряд способности восстанавливается каждые 35 секунд.","cooldown":"0","manacost":"50"},{"id":5156,"name":"Take Aim","shortName":"sniper_take_aim","description":"Увеличивает дальность атак героя. Применение удвоит бонус для следующей атаки, после которой способность начнёт перезаряжаться.","cooldown":"9 / 8 / 7 / 6","manacost":"30"},{"id":5157,"name":"Assassinate","shortName":"sniper_assassinate","description":"Герой с огромного расстояния целится во вражеское существо и после небольшой задержки совершает сокрушительный выстрел, ненадолго оглушающий цель.","cooldown":"20 / 15 / 10","manacost":"175 / 225 / 275"},{"id":5158,"name":"Death Pulse","shortName":"necrolyte_death_pulse","description":"Герой выпускает вокруг себя волну смерти, которая наносит урон врагам и исцеляет союзников.","cooldown":"8 / 7 / 6 / 5","manacost":"100 / 130 / 160 / 190"},{"id":5160,"name":"Ghost Shroud","shortName":"necrolyte_sadist","description":"Герой открывает связь с миром усопших, замедляя врагов вокруг. В этой форме он не может атаковать, получает повышенный магический урон, но защищён от физических атак и быстрее восстанавливает свои здоровье и ману.","cooldown":"28 / 24 / 20 / 16","manacost":"50"},{"id":5161,"name":"Reaper's Scythe","shortName":"necrolyte_reapers_scythe","description":"Оглушает выбранного вражеского героя, а затем наносит ему урон, пропорциональный отсутствующему у него здоровью. Герой, убитый этой способностью, возрождается на 15 / 25 / 35 сек. дольше обычного. Убийство врага под действием этой способности засчитывается её владельцу.","cooldown":"120","manacost":"200 / 350 / 500"},{"id":5162,"name":"Fatal Bonds","shortName":"warlock_fatal_bonds","description":"Соединяет несколько врагов магической связью, в результате чего часть урона, полученного любым из них, наносится и остальным.","cooldown":"36 / 30 / 24 / 18","manacost":"140"},{"id":5163,"name":"Shadow Word","shortName":"warlock_shadow_word","description":"Герой шепчет заклинание, постепенно излечивая союзника или нанося урон врагу.","cooldown":"14","manacost":"120 / 130 / 140 / 150"},{"id":5164,"name":"Upheaval","shortName":"warlock_upheaval","description":"ПРЕРЫВАЕМАЯ — мощный замедляющий поток энергии, со временем становящийся сильнее. Действует до 16.0 сек. Эффект сохраняется в течение 3.0 сек. после того, как враг покинул зону действия или способность прервалась.","cooldown":"50 / 46 / 42 / 38","manacost":"70 / 90 / 110 / 130"},{"id":5165,"name":"Chaotic Offering","shortName":"warlock_rain_of_chaos","description":"Вызывает из недр земли голема, оглушающего врагов на 1 секунду. Голем живёт  60 / 60 / 60 сек., получает меньше урона от заклинаний, обжигает всех врагов вокруг и имеет уникальный эффект атаки.","cooldown":"170","manacost":"250 / 375 / 500"},{"id":5168,"name":"Wild Axes","shortName":"beastmaster_wild_axes","description":"Герой швыряет топоры, которые прорубают деревья и противников на своём пути и возвращаются обратно. Каждый топор задевает одного врага лишь единожды и увеличивает урон, получаемый от героя и его существ.","cooldown":"8","manacost":"80"},{"id":5173,"name":"Shadow Strike","shortName":"queenofpain_shadow_strike","description":"Бросает кинжал, который наносит урон при попадании и отравляет цель на 15.0 сек. Жертва передвигается медленнее и каждые 3.0 сек. получает урон от яда.","cooldown":"16 / 12 / 8 / 4","manacost":"110 / 120 / 130 / 140"},{"id":5174,"name":"Blink","shortName":"queenofpain_blink","description":"Телепортация на короткую дистанцию, позволяющая ворваться в схватку или быстро из неё сбежать.","cooldown":"15 / 12 / 9 / 6","manacost":"60 / 60 / 60 / 60"},{"id":5175,"name":"Scream Of Pain","shortName":"queenofpain_scream_of_pain","description":"Герой издаёт пронзительный вопль, нанося урон всем врагам поблизости.","cooldown":"7","manacost":"80 / 100 / 120 / 140"},{"id":5176,"name":"Sonic Wave","shortName":"queenofpain_sonic_wave","description":"Создаёт перед героем гигантскую звуковую волну, отталкивающую врагов и наносящую им огромный урон.","cooldown":"125","manacost":"250 / 400 / 550"},{"id":5177,"name":"Primal Roar","shortName":"beastmaster_primal_roar","description":"Герой издаёт громогласный рык, который оглушает цель и раскидывает всех противников на пути к ней. Все задетые враги получают урон, а у отлетевших в стороны врагов снижается скорость атаки и передвижения. Также на 3 секунды скорость передвижения героя и его существ увеличивается на 40%.","cooldown":"90 / 80 / 70","manacost":"150 / 175 / 200"},{"id":5178,"name":"Venomous Gale","shortName":"venomancer_venomous_gale","description":"Выплевывает в указанном направлении ядовитый шар, который наносит урон всем задетым врагам и отравляет их. Пораженные цели медленнее передвигаются, а также получают урон каждые 3 секунды действия способности.","cooldown":"21 / 20 / 19 / 18","manacost":"125"},{"id":5180,"name":"Plague Ward","shortName":"venomancer_plague_ward","description":"Призывает чумной тотем, атакующий вражеских существ и сооружения. Тотем невосприимчив к магии. Он имеет текущий уровень способности Poison Sting, нанося 50% от её урона.","cooldown":"5","manacost":"20 / 22 / 24 / 26"},{"id":5181,"name":"Poison Nova","shortName":"venomancer_poison_nova","description":"Герой распыляет яд на врагов вокруг. От этого яда жертвы постепенно теряют здоровье, но не могут умереть.","cooldown":"140 / 120 / 100","manacost":"200 / 300 / 400"},{"id":5182,"name":"Time Walk","shortName":"faceless_void_time_walk","description":"Совершает рывок к указанной точке и восстанавливает здоровье, потерянное за последние 2.0 секунды.","cooldown":"24 / 18 / 12 / 6","manacost":"40"},{"id":5185,"name":"Chronosphere","shortName":"faceless_void_chronosphere","description":"Создаёт сферу, в которой застывают пространство и время. Она останавливает всё внутри себя, а её владелец и подконтрольные ему существа передвигаются в ней с увеличенной скоростью. Внутри сферы раскрывается невидимость врагов.","cooldown":"160","manacost":"150 / 225 / 300"},{"id":5186,"name":"Nether Blast","shortName":"pugna_nether_blast","description":"Взрыв астральной энергии, который наносит урон врагам и постройкам в области действия. Постройки получают только половину урона.","cooldown":"5","manacost":"85 / 105 / 125 / 145"},{"id":5187,"name":"Decrepify","shortName":"pugna_decrepify","description":"Могущественное заклятие изгнания замедляет выбранное существо, лишает его возможности атаковать или быть атакованным, а также увеличивает получаемый им урон от заклинаний.","cooldown":"15 / 12 / 9 / 6","manacost":"60"},{"id":5188,"name":"Nether Ward","shortName":"pugna_nether_ward","description":"Герой создаёт в указанном месте тотем бездны, который каждую секунду сжигает врагам долю от их максимального запаса маны и наносит им урон, когда те применяют способности. Часть урона постоянна, а часть зависит от того, сколько маны использует жертва.","cooldown":"35 / 35 / 35 / 35","manacost":"80 / 80 / 80 / 80"},{"id":5189,"name":"Life Drain","shortName":"pugna_life_drain","description":"ПРЕРЫВАЕМАЯ — при применении на врага даёт на него обзор и отнимает его жизненные силы, пополняя здоровье героя. После полного излечения эта способность пополняет ману героя.  При применении на союзника герой передаёт ему своё здоровье.","cooldown":"7","manacost":"125 / 175 / 225"},{"id":5190,"name":"Stifling Dagger","shortName":"phantom_assassin_stifling_dagger","description":"Бросает кинжал, который замедляет скорость передвижения врага, наносит ему физический урон в размере 65 + 25 / 40 / 55 / 70% от атаки героя, а также накладывает эффекты предметов и способностей.","cooldown":"6","manacost":"30"},{"id":5191,"name":"Phantom Strike","shortName":"phantom_assassin_phantom_strike","description":"Герой телепортируется к выбранному существу и, если это противник, получает дополнительную скорость атаки.","cooldown":"11 / 9 / 7 / 5","manacost":"35 / 40 / 45 / 50"},{"id":5192,"name":"Blur","shortName":"phantom_assassin_blur","description":"Герой сосредотачивается на себе, что позволяет ему уклоняться от атак. Применение способности размоет очертания владельца, делая его невидимым, если рядом нет вражеских героев.  Сочетается с другими источниками уклонения по закону убывающей полезности.","cooldown":"60 / 55 / 50 / 45","manacost":"50"},{"id":5194,"name":"Refraction","shortName":"templar_assassin_refraction","description":"Герой становится неуловимым, избегая любого урона и нанося больше урона атаками. Эти эффекты действуют ограниченное число раз и считаются раздельно.","cooldown":"17 / 17 / 17 / 17","manacost":"100"},{"id":5195,"name":"Meld","shortName":"templar_assassin_meld","description":"Герой становится невидимым до тех пор, пока не сдвинется с места. Если прервать невидимость атакой по врагу, она нанесёт дополнительный урон и на 12 сек. уменьшит броню жертвы.","cooldown":"12 / 10 / 8 / 6","manacost":"50 / 50 / 50 / 50"},{"id":5197,"name":"Psionic Trap","shortName":"templar_assassin_psionic_trap","description":"Герой ставит невидимую ловушку, которая отслеживает передвижение врагов и постепенно накапливает энергию. По команде ловушка срабатывает, замедляя противников в зоне действия как минимум на 30%. Через 4 сек. ловушка наберёт максимальную мощь, и её активация замедлит жертв на 60% и нанесёт им урон.","cooldown":"11 / 8 / 5","manacost":"15 / 15 / 15"},{"id":5198,"name":"Trap","shortName":"templar_assassin_trap","description":"Приводит в действие ближайшую ловушку, замедляя врагов в зоне ее действия.","cooldown":"0.5","manacost":"0"},{"id":5199,"name":"Trap","shortName":"templar_assassin_self_trap","description":"Приводит в действие ближайшую ловушку, замедляя врагов в зоне ее действия.","cooldown":"0.5","manacost":"0"},{"id":5203,"name":"Mana Burn","shortName":"necronomicon_archer_mana_burn","description":"Выпускает стрелу, которая сжигает ману цели и наносит ей урон, равный числу сожжённой маны.","cooldown":"7","manacost":"0 / 0 / 0"},{"id":5215,"name":"Хлопок","shortName":"roshan_slam","description":"Рошан сотрясает землю, нанося урон и замедляя всех врагов поблизости. Урон от способности увеличивается каждую минуту.","cooldown":"10","manacost":"0"},{"id":5218,"name":"Poison Attack","shortName":"viper_poison_attack","description":"Добавляет к обычной атаке героя яд, уменьшающий скорость передвижения и сопротивление магии, а также наносящий периодический урон. Эффект яда складывается до 5 раз.","cooldown":"0","manacost":"25"},{"id":5219,"name":"Nethertoxin","shortName":"viper_nethertoxin","description":"Герой покрывает землю низшим токсином. Противники в отравленной области получают периодический урон, увеличивающийся со временем пребывания в ней, а их пассивные способности не работают.","cooldown":"14","manacost":"85"},{"id":5221,"name":"Viper Strike","shortName":"viper_viper_strike","description":"Замедляет скорость атаки и передвижения выбранного врага, при этом нанося ему периодический урон. Скорость цели постепенно восстанавливается.","cooldown":"50 / 40 / 30","manacost":"125 / 175 / 250"},{"id":5222,"name":"Lucent Beam","shortName":"luna_lucent_beam","description":"Направляет во врага луч лунной энергии, нанося урон и ненадолго оглушая его.","cooldown":"6 / 6 / 6 / 6","manacost":"90 / 100 / 110 / 120"},{"id":5225,"name":"Eclipse","shortName":"luna_eclipse","description":"Бьёт случайных врагов неподалёку лучами от способности Lucent Beam текущего уровня. Лучи не оглушает и могут ударить по одному существу ограниченное число раз. Также способность на 10.0 сек. превращает день в ночь.","cooldown":"140","manacost":"150 / 200 / 250"},{"id":5226,"name":"Breathe Fire","shortName":"dragon_knight_breathe_fire","description":"Извергает огненное дыхание, обжигая врагов и уменьшая урон от их атак.","cooldown":"14 / 13 / 12 / 11","manacost":"90 / 100 / 110 / 120"},{"id":5227,"name":"Dragon Tail","shortName":"dragon_knight_dragon_tail","description":"Герой бьёт щитом врага в радиусе своей атаки, оглушая его и нанося небольшой урон. В форме дракона эту способность можно применять с расстояния в 400.","cooldown":"12 / 11 / 10 / 9","manacost":"100 / 100 / 100 / 100"},{"id":5229,"name":"Elder Dragon Form","shortName":"dragon_knight_elder_dragon_form","description":"Герой обращается в могучего древнего дракона, отчего быстрее передвигается, может дальше применять Dragon Tail и получает особые эффекты атаки. <font color=\\\"#9acd32\\\">УРОВЕНЬ 1: зелёный дракон<br>Ядовитая атака</font> отравляет цель на 5.0 / 5.0 / 5.0 сек., нанося ей 20 / 20 / 20 / 30 урона в секунду. Яд действует и на постройки. <font color=\\\"#ff0000\\\">УРОВЕНЬ 2: красный дракон<br>Массовая атака</font> наносит 75 / 75 / 75 / 115% урона всем врагам в радиусе 350 от цели. Отравляет всех задетых врагов. <font color=\\\"#87ceeb\\\">УРОВЕНЬ 3: синий дракон<br>Леденящая атака</font> на 3.0 / 3.0 / 3.0 сек. замедляет всех жертв массовой атаки, снижая их скорость передвижения на -40 / -40 / -40 / -60%, а скорость атаки — на -40 / -40 / -40 / -60. Отравляет всех задетых врагов.","cooldown":"115","manacost":"50 / 50 / 50"},{"id":5233,"name":"Poison Touch","shortName":"dazzle_poison_touch","description":"Выпускает конус яда, поражающий нескольких врагов. Жертвы получают периодический урон и замедляются, но если их атаковать, время действия эффекта обновится.","cooldown":"27 / 24 / 21 / 18","manacost":"110 / 120 / 130 / 140"},{"id":5234,"name":"Shallow Grave","shortName":"dazzle_shallow_grave","description":"Накладывает на союзника священную защиту, не позволяющую ему умереть.","cooldown":"42 / 34 / 26 / 18","manacost":"150"},{"id":5235,"name":"Shadow Wave","shortName":"dazzle_shadow_wave","description":"Выпускает мощный заряд, который передаётся от союзника к союзнику, излечивая их и нанося урон противникам неподалёку. Способность всегда лечит своего владельца.","cooldown":"14 / 12 / 10 / 8","manacost":"90 / 100 / 110 / 120"},{"id":5236,"name":"Weave","shortName":"dazzle_weave","description":"Накладывает на выбранную область заклятие, которое с течением времени увеличивает броню союзных героев и уменьшает её у вражеских.","cooldown":"40 / 40 / 40","manacost":"100 / 100 / 100"},{"id":5237,"name":"Battery Assault","shortName":"rattletrap_battery_assault","description":"Выпускает высокомощную шрапнель в случайных существ неподалёку, нанося им незначительный магический урон и ненадолго их оглушая.","cooldown":"24 / 22 / 20 / 18","manacost":"100"},{"id":5238,"name":"Power Cogs","shortName":"rattletrap_power_cogs","description":"Создаёт вокруг героя барьер из заряженных шестерней, захватывая в ловушку всех ближайших существ. Шестерни отталкивают коснувшихся их снаружи врагов, сжигая здоровье и ману. Сработавшие шестерни отключаются. Враги могут уничтожить шестерню несколькими атаками, а владельцу способности на это требуется один удар.","cooldown":"15","manacost":"80"},{"id":5239,"name":"Rocket Flare","shortName":"rattletrap_rocket_flare","description":"Выпускает сигнальную ракету в любую точку карты. Ракета наносит урон противникам и даёт обзор указанной зоны на 6.0 сек.","cooldown":"20 / 18 / 16 / 14","manacost":"35 / 40 / 45 / 50"},{"id":5240,"name":"Hookshot","shortName":"rattletrap_hookshot","description":"Быстро выпускает захватное устройство в указанном направлении. Если крюк попадает в существо, герой запускает себя в цель, оглушая её и нанося урон. Любые враги, с которыми герой сталкивается по пути, также получают урон и оглушение.","cooldown":"60 / 45 / 30","manacost":"150 / 150 / 150"},{"id":5241,"name":"Split Earth","shortName":"leshrac_split_earth","description":"Раскалывает землю под врагами. Наносит урон и ненадолго оглушает.","cooldown":"9 / 9 / 9 / 9","manacost":"80 / 100 / 120 / 140"},{"id":5242,"name":"Diabolic Edict","shortName":"leshrac_diabolic_edict","description":"Окружает героя магическими взрывами, которые наносят физический урон врагам и постройкам. Чем меньше рядом врагов, тем больше урона они получат. Наносит башням на 40% больше урона. Действует 10 сек.","cooldown":"22 / 22 / 22 / 22","manacost":"95 / 120 / 135 / 155"},{"id":5243,"name":"Lightning Storm","shortName":"leshrac_lightning_storm","description":"Призывает шквал молний, которые бьют и замедляют сначала выбранного противника, а затем и соседних с ним.","cooldown":"4","manacost":"80 / 100 / 120 / 140"},{"id":5244,"name":"Pulse Nova","shortName":"leshrac_pulse_nova","description":"Создаёт вокруг героя волны энергии, которые раз в секунду наносят урон вражеским существам поблизости. Каждая волна расходует ману владельца.","cooldown":"1 / 1 / 1 / 1","manacost":"70"},{"id":5245,"name":"Sprout","shortName":"furion_sprout","description":"Окружает существо кольцом деревьев, удерживая его на месте. Даёт обзор в радиусе 500.","cooldown":"11 / 10 / 9 / 8","manacost":"70 / 90 / 110 / 130"},{"id":5246,"name":"Teleportation","shortName":"furion_teleportation","description":"Телепортирует в любую точку карты.","cooldown":"50 / 40 / 30 / 20","manacost":"50 / 50 / 50 / 50"},{"id":5247,"name":"Nature's Call","shortName":"furion_force_of_nature","description":"Преобразует деревья в выбранной области в подконтрольных энтов.","cooldown":"37 / 37 / 37 / 37","manacost":"130 / 140 / 150 / 160"},{"id":5248,"name":"Wrath of Nature","shortName":"furion_wrath_of_nature","description":"Вызывает сгусток энергии, скачущий по видимым врагам на всей карте. Он наносит жертвам урон, увеличивающийся с каждым задетым врагом. На 50 сек. увеличивает урон владельца способности за каждого убитого врага.","cooldown":"85","manacost":"175 / 225 / 275"},{"id":5249,"name":"Rage","shortName":"life_stealer_rage","description":"Погружаясь в безумную ярость, герой получает невосприимчивость к магии и увеличенную скорость передвижения.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"18","manacost":"75 / 100 / 125 / 150"},{"id":5251,"name":"Open Wounds","shortName":"life_stealer_open_wounds","description":"Герой разрывает плоть вражеского существа, замедляя его и позволяя своим союзникам питаться его жизненной силой, получая в качестве здоровья часть нанесённого врагу урона. Вампиризм действует на любой вид урона, в том числе и от способностей. Скорость передвижения жертвы постепенно восстанавливается.","cooldown":"25","manacost":"75"},{"id":5252,"name":"Infest","shortName":"life_stealer_infest","description":"Герой забирается в тело выбранного существа, становясь незаметным для противников и ежесекундно восстанавливая долю от своего максимального запаса здоровья. После этого он может вырваться из носителя, нанеся урон окружающим врагам. Находясь внутри вражеского или нейтрального крипа, герой может полностью управлять им. Не действует на вражеских героев.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"100 / 75 / 50","manacost":"100 / 150 / 200"},{"id":5255,"name":"Vacuum","shortName":"dark_seer_vacuum","description":"Герой создаёт в выбранной области вакуум, который втягивает в себя врагов и наносит им урон.","cooldown":"60 / 50 / 40 / 30","manacost":"60 / 90 / 120 / 150"},{"id":5256,"name":"Ion Shell","shortName":"dark_seer_ion_shell","description":"Накладывает на выбранное существо колючий щит, наносящий урон всем врагам вокруг.","cooldown":"9","manacost":"100 / 110 / 120 / 130"},{"id":5257,"name":"Surge","shortName":"dark_seer_surge","description":"Заряжает дружественное существо энергией, ненадолго увеличивающей скорость передвижения и позволяющей проходить сквозь существ. Цель достигает стандартного максимума скорости, и её невозможно замедлить.","cooldown":"19 / 16 / 13 / 10","manacost":"50"},{"id":5258,"name":"Wall of Replica","shortName":"dark_seer_wall_of_replica","description":"Создаёт стену преломлённого света, которая замедляет проходящих сквозь неё вражеских героев и создаёт их копии, подчиняющиеся владельцу способности. Иллюзии пропадут, если их уничтожить или если закончится время действия стены.","cooldown":"100 / 100 / 100","manacost":"125 / 250 / 375"},{"id":5259,"name":"Strafe","shortName":"clinkz_strafe","description":"Герой ведёт заградительный огонь, уклоняясь от всех атак дальнего боя и ненадолго, но значительно увеличивая свою скорость атаки.","cooldown":"34 / 30 / 26 / 22","manacost":"40 / 50 / 60 / 70"},{"id":5260,"name":"Searing Arrows","shortName":"clinkz_searing_arrows","description":"Наполняет стрелы героя огнём, увеличивая их урон.","cooldown":"0 / 0 / 0 / 0","manacost":"12"},{"id":5261,"name":"Skeleton Walk","shortName":"clinkz_wind_walk","description":"Герой становится невидимым и передвигается сквозь других существ, пока не атакует или не применит предмет.","cooldown":"20 / 19 / 18 / 17","manacost":"75 / 75 / 75 / 75"},{"id":5262,"name":"Death Pact","shortName":"clinkz_death_pact","description":"Герой поглощает вражеское или союзное существо и на основе его текущего здоровья получает бонус к урону и максимальному здоровью.","cooldown":"80 / 70 / 60","manacost":"100"},{"id":5263,"name":"Purification","shortName":"omniknight_purification","description":"Мгновенно исцеляет союзное существо и наносит урон врагам вокруг него.","cooldown":"18 / 16 / 14 / 12","manacost":"80 / 95 / 110 / 125"},{"id":5264,"name":"Heavenly Grace","shortName":"omniknight_repel","description":"Создаёт вокруг цели божественный щит, который увеличивает её сопротивление эффектам, силу и восстановление здоровья.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"26 / 22 / 18 / 14","manacost":"80 / 90 / 100 / 110"},{"id":5266,"name":"Guardian Angel","shortName":"omniknight_guardian_angel","description":"Призывает ангела-хранителя, который полностью защищает союзников от физического урона.","cooldown":"160 / 150 / 140","manacost":"125 / 175 / 250"},{"id":5268,"name":"Enchant","shortName":"enchantress_enchant","description":"Очаровывает врага, либо забирая его под свой контроль с увеличенным здоровьем и уроном от атак (если это крип), либо замедляя его передвижение (если это герой).  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"28 / 24 / 20 / 16","manacost":"40 / 50 / 60 / 70"},{"id":5269,"name":"Nature's Attendants","shortName":"enchantress_natures_attendants","description":"Призывает рой светлячков, которые лечат героя и всех ближайших союзников в течение 11 сек.","cooldown":"35","manacost":"170 / 160 / 150 / 140"},{"id":5270,"name":"Impetus","shortName":"enchantress_impetus","description":"Усиливает атаки героя, добавляя к ним урон, зависящий от расстояния до цели. Чем она дальше, тем больше урон.","cooldown":"6 / 4 / 2 / 0","manacost":"65"},{"id":5271,"name":"Inner Vitality","shortName":"huskar_inner_vitality","description":"Раскрывает у союзника скрытые способности к регенерации. Лечение зависит от основного атрибута цели, а если её здоровье ниже 35%, восстановление подействует ещё сильнее. Длится 16 / 16 / 16 / 16 сек.","cooldown":"22 / 18 / 14 / 10","manacost":"140 / 150 / 160 / 170"},{"id":5272,"name":"Burning Spear","shortName":"huskar_burning_spear","description":"Герой жертвует частью здоровья, чтобы поджечь своё копьё и добавить к обычной атаке складывающийся периодический урон, действующий 8 сек.","cooldown":"0 / 0 / 0 / 0","manacost":"0 / 0 / 0 / 0"},{"id":5274,"name":"Life Break","shortName":"huskar_life_break","description":"Герой наносит огромный урон ценой собственного здоровья. Он прыгает к цели в радиусе своей атаки, отнимая часть текущего здоровья жертвы и замедляя её. Во время прыжка герой невосприимчив к магии.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"12","manacost":"0 / 0 / 0"},{"id":5275,"name":"Void","shortName":"night_stalker_void","description":"Создаёт губительную пустоту, которая замедляет врага и наносит ему урон. Ночью замедление длится дольше. Также ненадолго оглушает жертву, останавливая прерываемые способности.","cooldown":"11 / 10 / 9 / 8","manacost":"80 / 90 / 100 / 110"},{"id":5276,"name":"Crippling Fear","shortName":"night_stalker_crippling_fear","description":"Герой вселяет ужас во врагов рядом с собой, отчего на них действует безмолвие. Ночью эффект длится дольше.","cooldown":"30 / 25 / 20 / 15","manacost":"50"},{"id":5278,"name":"Dark Ascension","shortName":"night_stalker_darkness","description":"Подавляет солнечный свет, создавая непроглядную тьму и раскрывая силы героя в полной мере. Он получает беспрепятственный обзор, полёт и дополнительный урон.","cooldown":"140 / 130 / 120","manacost":"125 / 175 / 225"},{"id":5279,"name":"Spawn Spiderlings","shortName":"broodmother_spawn_spiderlings","description":"Герой впрыскивает во врага свои яйца и наносит ему урон. Если жертва умрёт, находясь под действием этой способности, из её трупа появятся несколько паучков.","cooldown":"11 / 10 / 9 / 8","manacost":"100"},{"id":5280,"name":"Spin Web","shortName":"broodmother_spin_web","description":"Герой сплетает паутину, в которой он быстрее передвигается и восстанавливает здоровье, а также может проходить через препятствия. Заряды способности восстанавливаются %charge_restore_time% секунд. Новую паутину можно сплести из любой точки карты, если она будет касаться старой. Длительность существования паутин не ограничена по времени, и их можно уничтожить вручную. Если превысить максимальное число паутин, то самая старая из них исчезнет.","cooldown":"0","manacost":"50"},{"id":5282,"name":"Insatiable Hunger","shortName":"broodmother_insatiable_hunger","description":"Неистовая жажда питательных соков увеличивает урон героя и наделяет его вампиризмом.","cooldown":"45 / 45 / 45","manacost":"100 / 100 / 100"},{"id":5285,"name":"Shuriken Toss","shortName":"bounty_hunter_shuriken_toss","description":"Запускает во врага смертоносный сюрикен, наносящий урон и ненадолго оглушающий цель. Сюрикен отскакивает к помеченным способностью Track противникам на расстоянии 1200.","cooldown":"8","manacost":"120 / 125 / 130 / 135"},{"id":5287,"name":"Shadow Walk","shortName":"bounty_hunter_wind_walk","description":"Герой становится невидимым и получает возможность проходить сквозь существ до тех пор, пока не применит другую способность или не нанесёт удар. Атака из невидимости замедлит жертву.","cooldown":"15 / 15 / 15 / 15","manacost":"65"},{"id":5288,"name":"Track","shortName":"bounty_hunter_track","description":"Помечает вражеского героя, раскрывая его невидимость и показывая его запас золота. Владелец способности получает дополнительную скорость передвижения около цели и наносит ей критический урон. Если она умрёт, союзники неподалёку и сам владелец способности получат дополнительную награду в виде золота. Применение этой способности не снимает невидимость с владельца.","cooldown":"4","manacost":"60"},{"id":5289,"name":"The Swarm","shortName":"weaver_the_swarm","description":"Герой выпускает рой из 12 / 12 / 12 / 12 жуков, которые цепляются за врагов на своём пути. Жуки наносят урон и снижают броню цели до тех пор, пока не умрут.","cooldown":"44 / 36 / 28 / 20","manacost":"110"},{"id":5290,"name":"Shukuchi","shortName":"weaver_shukuchi","description":"Герой уходит из зоны видимости, что позволяет ему проходить через существ с увеличенной скоростью, игнорируя ограничение на её максимум. Врагам, через которых он проходит, наносится урон.","cooldown":"12 / 10 / 8 / 6","manacost":"70"},{"id":5292,"name":"Time Lapse","shortName":"weaver_time_lapse","description":"Герой перемещается в положение, где он был пять секунд назад, возвращая уровень здоровья и маны на прежний уровень. Не действует на перезарядку способностей и предметов, а также на золото и опыт.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"70 / 55 / 40","manacost":"150 / 75 / 0"},{"id":5295,"name":"War Stomp","shortName":"centaur_khan_war_stomp","description":"Сотрясает землю ударом мощных копыт, оглушая ближайших врагов и нанося им урон. Герои восстанавливаются быстрее.","cooldown":"12","manacost":"50"},{"id":5297,"name":"Dual Breath","shortName":"jakiro_dual_breath","description":"Поток льда, за которым следует волна огня. Лёд замедляет врагов, а огонь наносит им периодический урон.","cooldown":"10 / 10 / 10 / 10","manacost":"140 / 150 / 160 / 170"},{"id":5298,"name":"Ice Path","shortName":"jakiro_ice_path","description":"Создаёт полосу льда, которая оглушает прикоснувшихся к ней врагов и наносит им урон.","cooldown":"12 / 11 / 10 / 9","manacost":"100"},{"id":5300,"name":"Macropyre","shortName":"jakiro_macropyre","description":"Герой извергает широкий поток жидкого пламени, который держится некоторое время и ежесекундно наносит урон вражеским существам.","cooldown":"60 / 60 / 60","manacost":"220 / 330 / 440"},{"id":5302,"name":"Thunder Clap","shortName":"polar_furbolg_ursa_warrior_thunder_clap","description":"Оглушительно хлопает огромными лапами, замедляя врагов вокруг и нанося им урон.","cooldown":"12","manacost":"50"},{"id":5304,"name":"Ice Armor","shortName":"ogre_magi_frost_armor","description":"Покрывает доспехи выбранного союзника незримым ледяным панцирем, который повышает броню цели и замедляет любого атакующего.","cooldown":"5","manacost":"40"},{"id":5305,"name":"Ensnare","shortName":"dark_troll_warlord_ensnare","description":"Опутывает врага сетью, ненадолго приковывая его к земле, однако не запрещая применять способности или атаковать.","cooldown":"15","manacost":"75"},{"id":5306,"name":"Raise Dead","shortName":"dark_troll_warlord_raise_dead","description":"Тролль-некромант зачаровывает останки павших бойцов, призывая к себе на службу двух скелетов-воинов.","cooldown":"18","manacost":"50"},{"id":5312,"name":"Tornado","shortName":"enraged_wildkin_tornado","description":"ПРЕРЫВАЕМАЯ — взывает к духу ветров, создавая подконтрольное разумное торнадо. Оно замедляет ближайших врагов, наносит им урон, перемещается через любые препятствия и не может быть атаковано.","cooldown":"70","manacost":"200"},{"id":5314,"name":"Purge","shortName":"satyr_trickster_purge","description":"Сатиру-колдуну известно каждое заклинание, поэтому он способен снять отрицательные эффекты с союзника или положительные эффекты с врага. Замедляет передвижение вражеской цели.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"3","manacost":"120"},{"id":5315,"name":"Mana Burn","shortName":"satyr_soulstealer_mana_burn","description":"Лишает врага частички его души, сжигая немного маны и нанося урон, равный числу сожжённой маны.","cooldown":"18","manacost":"50"},{"id":5316,"name":"Shockwave","shortName":"satyr_hellcaller_shockwave","description":"Создаёт непостоянный разлом в загробный мир, вызывая шоковую волну, которая перемещается по прямой и наносит урон всем задетым врагам.","cooldown":"8","manacost":"100"},{"id":5318,"name":"Heal","shortName":"forest_troll_high_priest_heal","description":"Накладывает на выбранного союзника благословение, восстанавливающее часть здоровья.","cooldown":"0.5","manacost":"5"},{"id":5319,"name":"Chain Lightning","shortName":"harpy_storm_chain_lightning","description":"Выпускает электрический разряд, который поражает выбранного врага. Разряд перескакивает и на других противников, становясь слабее с каждым скачком.","cooldown":"4","manacost":"50"},{"id":5320,"name":"Sticky Napalm","shortName":"batrider_sticky_napalm","description":"Выплёскивает в выбранную область вязкое масло, которое увеличивает урон от всех атак и способностей героя. Масло замедляет передвижение и поворот врагов. Эффект от масла складывается до 10 / 10 / 10 / 10 раз.","cooldown":"3 / 3 / 3 / 3","manacost":"20"},{"id":5321,"name":"Flamebreak","shortName":"batrider_flamebreak","description":"Кидает бутылку горючей смеси, которая взрывается в указанном месте и отталкивает всех врагов в области действия, после чего им наносится периодический урон.","cooldown":"18 / 17 / 16 / 15","manacost":"110 / 120 / 130 / 140"},{"id":5322,"name":"Firefly","shortName":"batrider_firefly","description":"Герой поднимается в воздух, оставляя за собой огненный след. Огонь наносит урон врагам и уничтожает деревья. Во время действия герой имеет увеличенный обзор днём и ночью.","cooldown":"40 / 38 / 36 / 34","manacost":"125"},{"id":5323,"name":"Flaming Lasso","shortName":"batrider_flaming_lasso","description":"Захватывает врага в огненное лассо, не давая ему атаковать, передвигаться или использовать способности. Жертву можно перетаскивать за собой, однако нельзя затянуть на непроходимую территорию. Телепортация разорвёт лассо.","cooldown":"120 / 115 / 110","manacost":"225"},{"id":5328,"name":"Penitence","shortName":"chen_penitence","description":"Заставляет вражеское существо передвигаться медленнее, а союзников — атаковать его быстрее.","cooldown":"14 / 13 / 12 / 11","manacost":"70 / 80 / 90 / 100"},{"id":5329,"name":"Test of Faith","shortName":"chen_test_of_faith","description":"Проверяет веру врага, нанося ему случайный урон. Если применить на союзника, восстановит ему случайное число здоровья. Если применить на себя, лечение будет максимальным.","cooldown":"16","manacost":"60 / 80 / 100 / 120"},{"id":5330,"name":"Holy Persuasion","shortName":"chen_holy_persuasion","description":"Подчиняет вражеского или нейтрального крипа, увеличивая его урон и скорость передвижения. Если его максимальный запас здоровья ниже определённого порога, то здоровье существа увеличится до этого значения.  Применив способность на приручённое существо, владелец способности телепортирует его к себе. Применив способность на себя, он перенесёт к себе всех своих подконтрольных крипов. Если крип получит урон от игрока, телепортация прервётся.","cooldown":"15","manacost":"90 / 110 / 130 / 150"},{"id":5331,"name":"Hand of God","shortName":"chen_hand_of_god","description":"Лечит всех союзных героев и подконтрольных крипов.","cooldown":"160 / 140 / 120","manacost":"250 / 350 / 450"},{"id":5332,"name":"Slam","shortName":"big_thunder_lizard_slam","description":"Бьёт своим громадным телом о землю, нанося ближайшим врагам урон и сбивая их с ног. Герои восстанавливаются быстрее.","cooldown":"6","manacost":"90"},{"id":5333,"name":"Frenzy","shortName":"big_thunder_lizard_frenzy","description":"Приводит союзника в ярость, увеличивая его скорость атаки.","cooldown":"8","manacost":"50"},{"id":5334,"name":"Spectral Dagger","shortName":"spectre_spectral_dagger","description":"Герой бросает кинжал, наносящий урон и оставляющий теневой след, который замедляет всех врагов. Враги, поражённые кинжалом, также будут оставлять за собой след. Двигаясь по нему, владелец способности преодолевает любые препятствия.","cooldown":"22 / 20 / 18 / 16","manacost":"130 / 140 / 150 / 160"},{"id":5337,"name":"Haunt","shortName":"spectre_haunt","description":"Создаёт рядом с каждым вражеским героем спектральную копию, которая атакует его. Во время действия можно применить способность Reality, чтобы поменяться местами с выбранной иллюзией.  Иллюзии не находятся под контролем игрока, игнорируют препятствия, получают больше урона и наносят меньше урона, чем сам герой.","cooldown":"180 / 160 / 140","manacost":"150 / 200 / 250"},{"id":5339,"name":"Devour","shortName":"doom_bringer_devour","description":"Пожирает вражеского или нейтрального крипа, перенимая его способности. Если автоматическое применение выключено, способности не перенимаются. Даёт дополнительное восстановление здоровья до окончания перезарядки способности.","cooldown":"70","manacost":"40 / 50 / 60 / 70"},{"id":5340,"name":"Scorched Earth","shortName":"doom_bringer_scorched_earth","description":"Устилает пламенем землю вокруг героя, увеличивая его скорость передвижения, а также нанося урон противникам.","cooldown":"50 / 45 / 40 / 35","manacost":"60 / 70 / 80 / 90"},{"id":5341,"name":"Infernal Blade","shortName":"doom_bringer_infernal_blade","description":"Пламенная атака поджигает жертву и оглушает её на 0.6 сек. Цель горит 4.0 сек. и каждую секунду получает как базовый урон, так и урон, зависящий от её максимального запаса здоровья.","cooldown":"16 / 12 / 8 / 4","manacost":"40"},{"id":5342,"name":"Doom","shortName":"doom_bringer_doom","description":"Вражеского героя настигает жуткая участь, отчего тот получает периодический урон и не может применять способности или использовать предметы.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"145","manacost":"150 / 200 / 250"},{"id":5345,"name":"Cold Feet","shortName":"ancient_apparition_cold_feet","description":"Накладывает на врага морозное заклятие, отчего тот получает периодический урон. Эффект развеется, если цель отойдёт достаточно далеко от точки применения способности. В противном случае через 4 секунды цель будет оглушена и приморозится к месту.","cooldown":"10 / 9 / 8 / 7","manacost":"125"},{"id":5346,"name":"Ice Vortex","shortName":"ancient_apparition_ice_vortex","description":"Создаёт вихрь ледяной энергии и увеличивает магический урон, наносимый врагам в области действия.","cooldown":"4","manacost":"40 / 55 / 70 / 85"},{"id":5347,"name":"Chilling Touch","shortName":"ancient_apparition_chilling_touch","description":"Увеличивает дальность следующей атаки. Она наносит значительный магический урон и замедляет жертву.","cooldown":"15 / 11 / 7 / 3","manacost":"30 / 45 / 60 / 75"},{"id":5348,"name":"Ice Blast","shortName":"ancient_apparition_ice_blast","description":"Отправляет снаряд в направлении выбранной точки на карте. Повторное применение запускает ледяной шар, который взорвётся там, где находился снаряд на момент активации. Чем дальше он пролетит, тем больше будет радиус взрыва. У врагов, которые оказались в радиусе взрыва или на пути ледяного шара, застывает кровь, отчего они не могут лечиться и восстанавливать здоровье. Если здоровье поражённой цели упадёт ниже определённого уровня, она мгновенно разобьётся на осколки.","cooldown":"40","manacost":"175"},{"id":5353,"name":"Charge of Darkness","shortName":"spirit_breaker_charge_of_darkness","description":"Герой мчится на врага, игнорируя препятствия на своём пути. На цель разбега и любых врагов, которых он заденет, сработает способность Greater Bash. Если цель умрёт раньше, чем герой добежит до неё, то целью станет ближайший враг неподалёку.","cooldown":"17 / 15 / 13 / 11","manacost":"70 / 80 / 90 / 100"},{"id":5356,"name":"Nether Strike","shortName":"spirit_breaker_nether_strike","description":"Герой ускользает в иной мир, по возвращении появляясь рядом с жертвой и применяя на неё способность Greater Bash текущего уровня с дополнительным уроном и отбрасывая жертву вдвое дальше обычного.","cooldown":"90 / 70 / 50","manacost":"125 / 150 / 175"},{"id":5357,"name":"Earthshock","shortName":"ursa_earthshock","description":"Герой прыгает вперёд на расстояние в 250 и бьёт по земле, нанося урон всем врагам вокруг и замедляя их на 4.0 сек.","cooldown":"11 / 10 / 9 / 8","manacost":"85"},{"id":5358,"name":"Overpower","shortName":"ursa_overpower","description":"Используя свой боевой опыт, герой увеличивает скорость нескольких следующих атак.","cooldown":"12 / 11 / 10 / 9","manacost":"30 / 40 / 50 / 60"},{"id":5360,"name":"Enrage","shortName":"ursa_enrage","description":"Приводит героя в бешенство, отчего он получает сопротивление эффектам и урону. Снимает все отрицательные эффекты.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"70 / 50 / 30","manacost":"0 / 0 / 0"},{"id":5361,"name":"Rocket Barrage","shortName":"gyrocopter_rocket_barrage","description":"Герой обстреливает окружающих врагов ракетами. Длится 3 сек.","cooldown":"7 / 6.5 / 6 / 5.5","manacost":"90"},{"id":5362,"name":"Homing Missile","shortName":"gyrocopter_homing_missile","description":"Запускает во врага самонаводящуюся ракету. Она постепенно набирает скорость, а при столкновении с целью оглушает её и наносит урон. Враги могут уничтожить ракету, пока она летит к цели.","cooldown":"26 / 21 / 16 / 11","manacost":"120 / 130 / 140 / 150"},{"id":5363,"name":"Flak Cannon","shortName":"gyrocopter_flak_cannon","description":"Несколько следующих атак героя сопровождаются залпами по всем врагам в области вокруг него. Эффекты атаки (например, критический урон) действуют только на основную цель. Неиспользованные залпы пропадают через 10 сек.","cooldown":"18","manacost":"50 / 50 / 50 / 50"},{"id":5364,"name":"Call Down","shortName":"gyrocopter_call_down","description":"Вызывает воздушный удар на выбранную область, куда через 2 сек. падает один снаряд и через 2 сек. ещё один.","cooldown":"90","manacost":"125 / 125 / 125"},{"id":5365,"name":"Acid Spray","shortName":"alchemist_acid_spray","description":"Распыляет в указанной области облако кислоты, которое наносит врагам периодический урон и снижает их броню.","cooldown":"22","manacost":"130 / 140 / 150 / 160"},{"id":5366,"name":"Unstable Concoction","shortName":"alchemist_unstable_concoction","description":"Герой начинает встряхивать колбу с гремучей смесью, которую можно бросить во вражеского героя. При попадании колба взорвётся, оглушив всех противников в радиусе взрыва и нанеся им урон. Чем дольше смесь встряхивать, тем больше урона она нанесёт и тем дольше будет оглушение. Максимальный эффект достигается после 5.0 сек., однако если не выбросить колбу через 5.5 секунды, она взорвётся в руках героя, подействовав и на него самого.","cooldown":"16","manacost":"90 / 100 / 110 / 120"},{"id":5369,"name":"Chemical Rage","shortName":"alchemist_chemical_rage","description":"Особая химическая смесь разъяряет героя, отчего задержка перед его атакой уменьшается, а скорость его передвижения и восстановление здоровья увеличиваются.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"55","manacost":"50 / 100 / 150"},{"id":5370,"name":"Quas","shortName":"invoker_quas","description":"Позволяет управлять стихией льда. Каждая активная сфера <font color='#7998b5'>Quas</font> увеличивает скорость регенерации здоровья. ","cooldown":"0","manacost":"0"},{"id":5371,"name":"Wex","shortName":"invoker_wex","description":"Позволяет управлять стихией молнии. Каждая активная сфера <font color='#d671a9'>Wex</font> увеличивает скорость атаки и передвижения.","cooldown":"0","manacost":"0"},{"id":5372,"name":"Exort","shortName":"invoker_exort","description":"Позволяет управлять стихией огня. Каждая активная сфера <font color='#cabe68'>Exort</font> увеличивает урон от атак.","cooldown":"0","manacost":"0"},{"id":5375,"name":"Invoke","shortName":"invoker_invoke","description":"Герой комбинирует элементы использующихся стихий, чтобы создать новое заклинание. Перезарядка этой способности снижается на 0.3 сек. за каждый уровень сфер.<br><br>Нажмите на кнопку списка, чтобы увидеть все возможные комбинации.","cooldown":"7","manacost":"0"},{"id":5376,"name":"Cold Snap","shortName":"invoker_cold_snap","description":"Вытягивает тепло из врага на время, зависящее от уровня <font color='#7998b5'>Quas</font>. Враг получит урон и будет ненадолго заморожен. Последующий урон, полученный в этом состоянии, вновь заморозит врага и нанесёт ему дополнительный урон. Максимальная частота срабатывания заморозки зависит от уровня <font color='#7998b5'>Quas</font>.","cooldown":"20","manacost":"100"},{"id":5377,"name":"Arcane Curse","shortName":"silencer_curse_of_the_silent","description":"Проклинает вражеских героев в выбранной области, нанося им периодический урон и замедляя их скорость передвижения. Каждая применённая жертвой способность увеличивает длительность эффекта.","cooldown":"20 / 18 / 16 / 14","manacost":"125 / 130 / 135 / 140"},{"id":5378,"name":"Glaives of Wisdom","shortName":"silencer_glaives_of_wisdom","description":"Герой наполняет глефы своей мудростью, отчего они наносят дополнительный урон, зависящий от интеллекта владельца, и временно крадут интеллект цели с каждой атакой.","cooldown":"0","manacost":"15"},{"id":5379,"name":"Last Word","shortName":"silencer_last_word","description":"Зачаровывает цель, отчего она через некоторое время получит урон и будет обезмолвлена. Также даёт обзор по цели. Чары сработают раньше, если жертва применит способность. Наносит дополнительный урон, зависящий от разницы в интеллекте с целью.","cooldown":"22 / 18 / 14 / 10","manacost":"115"},{"id":5380,"name":"Global Silence","shortName":"silencer_global_silence","description":"Герой заглушает все звуки на поле боя, не давая врагам применять способности.","cooldown":"130 / 115 / 100","manacost":"300 / 450 / 600"},{"id":5381,"name":"Ghost Walk","shortName":"invoker_ghost_walk","description":"Герой комбинирует стихии льда и молнии, становясь невидимым. Неравновесие элементов создаёт магическое поле, замедляющее врагов в зависимости от уровня <font color='#7998b5'>Quas</font>, однако и сам герой замедляется, но в зависимости от уровня <font color='#d671a9'>Wex</font>.","cooldown":"45","manacost":"200"},{"id":5382,"name":"Tornado","shortName":"invoker_tornado","description":"Выпускает стремительный торнадо, который поднимает в воздух врагов на своём пути, а затем обрушивает их на землю. Дальность действия торнадо зависит от уровня <font color='#d671a9'>Wex</font>. Длительность полёта врагов зависит от уровня <font color='#7998b5'>Quas</font>. От падения противники получают как базовый урон, так и дополнительный, который зависит от уровня <font color='#d671a9'>Wex</font>.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"30","manacost":"150"},{"id":5383,"name":"E.M.P.","shortName":"invoker_emp","description":"Создаёт концентрированный сгусток энергии, который спустя 2.9 сек. взрывается, выжигая ману у всех врагов в области действия. Каждая единица выжженной маны наносит врагам урон и восстанавливает 0,5 маны владельцу способности. Количество сжигаемой маны основано на уровне <font color='#d671a9'>Wex</font>.","cooldown":"30","manacost":"125"},{"id":5384,"name":"Alacrity","shortName":"invoker_alacrity","description":"Вызывает у союзника прилив сил, увеличивая его скорость атаки в зависимости от уровня <font color='#d671a9'>Wex</font> и повышая урон от атак в зависимости от уровня <font color='#cabe68'>Exort</font>.","cooldown":"17","manacost":"60"},{"id":5385,"name":"Chaos Meteor","shortName":"invoker_chaos_meteor","description":"Герой низвергает с небес пылающий метеорит, который после падения катится вперёд на расстояние, зависящее от уровня <font color='#d671a9'>Wex</font>. Прикосновение к метеориту наносит урон, основанный на уровне <font color='#cabe68'>Exort</font>, и ненадолго охватывает жертву огнём, наносящим периодический урон в зависимости от уровня <font color='#cabe68'>Exort</font>.","cooldown":"55","manacost":"200"},{"id":5386,"name":"Sun Strike","shortName":"invoker_sun_strike","description":"Посылает катастрофический луч ожесточённой энергии солнца в заданную точку, который сжигает всех стоящих под ним врагов, как только достигнет земли. Урон зависит от уровня <font color='#cabe68'>Exort</font> и равномерно распределяется по всем задетым противникам.","cooldown":"25","manacost":"175"},{"id":5387,"name":"Forge Spirit","shortName":"invoker_forge_spirit","description":"Призывает рукотворного духа, живое воплощение сил льда и огня. Урон и броня духа зависят от уровня <font color='#cabe68'>Exort</font>, а радиус атаки, здоровье и время его жизни основаны на уровне <font color='#7998b5'>Quas</font>. Атаки духа снижают броню вражеских героев. Создаёт двух духов, если и <font color='#7998b5'>Quas</font>, и <font color='#cabe68'>Exort</font> выше четвёртого уровня.","cooldown":"30","manacost":"75"},{"id":5389,"name":"Ice Wall","shortName":"invoker_ice_wall","description":"Создаёт перед героем ледяную стену, время существования которой основано на уровне <font color='#7998b5'>Quas</font>. Её свирепый мороз сильно замедляет врагов, основываясь на уровне <font color='#7998b5'>Quas</font>, и каждую секунду наносит им урон, зависящий от уровня <font color='#cabe68'>Exort</font>.","cooldown":"25","manacost":"175"},{"id":5390,"name":"Deafening Blast","shortName":"invoker_deafening_blast","description":"Выпускает мощную звуковую волну, наносящую всем задетым врагам урон, основанный на уровне <font color='#cabe68'>Exort</font>. Исключительная мощь волны отталкивает противников на расстояние, основанное на уровне <font color='#7998b5'>Quas</font>, и накладывает на них бессилие, длительность которого зависит от уровня <font color='#d671a9'>Wex</font>.","cooldown":"40","manacost":"300"},{"id":5391,"name":"Arcane Orb","shortName":"obsidian_destroyer_arcane_orb","description":"Герой наполняет атаки дополнительным чистым уроном, зависящим от текущего запаса маны.","cooldown":"6 / 4 / 2 / 0","manacost":"0"},{"id":5392,"name":"Astral Imprisonment","shortName":"obsidian_destroyer_astral_imprisonment","description":"Помещает выбранное существо в астральное заточение, где оно неуязвимо и не может ничего делать. По окончании эффекта происходит взрыв, наносящий цели урон и крадущий долю от её максимального запаса маны.","cooldown":"24 / 20 / 16 / 12","manacost":"150"},{"id":5394,"name":"Sanity's Eclipse","shortName":"obsidian_destroyer_sanity_eclipse","description":"Вызывает ментальный взрыв, который наносит урон, зависящий от разницы в мане между жертвами и самим героем. Действует на врагов под действием способности Astral Imprisonment.","cooldown":"160 / 145 / 130","manacost":"200 / 325 / 450"},{"id":5395,"name":"Summon Wolves","shortName":"lycan_summon_wolves","description":"Призывает двух волков, которые будут сражаться на стороне героя. Волки 3 и 4 уровня обладают постоянной невидимостью, а волки 4 уровня могут покалечить противника.","cooldown":"30 / 30 / 30 / 30","manacost":"145"},{"id":5396,"name":"Howl","shortName":"lycan_howl","description":"Нагоняет ужас в радиусе 2000 от владельца способности и его волков, уменьшая врагам броню и урон от атак.","cooldown":"18","manacost":"35 / 40 / 45 / 50"},{"id":5398,"name":"Shapeshift","shortName":"lycan_shapeshift","description":"Герой принимает волчью форму. Во время действия этой способности её владелец и все существа под его контролем двигаются с увеличенной скоростью, не могут быть замедлены, получают увеличенный обзор ночью и шанс в 40% совершить критическую атаку, наносящую 150 / 175 / 200% урона.","cooldown":"125 / 110 / 95","manacost":"100"},{"id":5400,"name":"Thunder Clap","shortName":"brewmaster_thunder_clap","description":"Сотрясает землю, нанося урон всем врагам в области действия, а также замедляя их атаки и передвижение.","cooldown":"13","manacost":"90 / 100 / 110 / 120"},{"id":5401,"name":"Drunken Haze","shortName":"brewmaster_drunken_haze","description":"Обливает жертву спиртным, из-за чего та медленнее передвигается и может промахнуться при атаке.","cooldown":"11 / 9 / 7 / 5","manacost":"25"},{"id":5402,"name":"Drunken Brawler","shortName":"brewmaster_drunken_brawler","description":"Герой имеет постоянный шанс уклониться от атаки или нанести критический удар. При применении герой использует технику пьяного боя, отчего эти шансы увеличиваются, но скорость передвижения варьируется между – -20 и + 40%. Действует 5 сек.","cooldown":"29 / 25 / 21 / 17","manacost":"35 / 40 / 45 / 50"},{"id":5403,"name":"Primal Split","shortName":"brewmaster_primal_split","description":"Герой разделяется на трёх выносливых воинов-элементалей. Если хотя бы один из них доживёт до окончания действия способности, герой вернётся в свою прежнюю форму.","cooldown":"140 / 130 / 120","manacost":"125 / 150 / 175"},{"id":5404,"name":"Hurl Boulder","shortName":"brewmaster_earth_hurl_boulder","description":"Бросает булыжник, который наносит урон врагу и оглушает его.","cooldown":"5","manacost":"0"},{"id":5408,"name":"Dispel Magic","shortName":"brewmaster_storm_dispel_magic","description":"Очищает указанную область, нанося урон призванным существам и рассеивая большинство положительных и отрицательных эффектов.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"4","manacost":"75 / 75 / 75 / 75"},{"id":5409,"name":"Cyclone","shortName":"brewmaster_storm_cyclone","description":"Закручивает врага в торнадо, временно поднимающее его над полем битвы.","cooldown":"8","manacost":"150 / 150 / 150 / 150"},{"id":5410,"name":"Wind Walk","shortName":"brewmaster_storm_wind_walk","description":"Даёт временную невидимость. Пока воин невидим, он передвигается значительно быстрее. Атака, раскрывающая невидимость, нанесёт дополнительный урон.","cooldown":"5","manacost":"75 / 75 / 75 / 75"},{"id":5412,"name":"Summon Spirit Bear","shortName":"lone_druid_spirit_bear","description":"Призывает могучего медведя, который может использовать предметы. Он не может атаковать, если расстояние до владельца больше 1100. Если медведь погибнет, герой получит урон в размере 20.0% от своего максимального здоровья. Сила, ловкость или интеллект от предметов не влияют на медведя. У медведя есть способности Return, Demolish и Entangling Roots.","cooldown":"120","manacost":"75 / 75 / 75 / 75"},{"id":5413,"name":"Rabid","shortName":"lone_druid_rabid","description":"Увеличивает скорость атаки и передвижения героя и его медведя.","cooldown":"35","manacost":"50 / 50 / 50 / 50"},{"id":5414,"name":"Savage Roar","shortName":"lone_druid_savage_roar","description":"Герой и его медведь издают яростный рёв, заставляя врагов в ужасе бежать к своей базе. Скорость передвижения жертв увеличивается на 20%.","cooldown":"38 / 32 / 26 / 20","manacost":"50"},{"id":5415,"name":"True Form","shortName":"lone_druid_true_form","description":"Герой приобретает способность превращаться в разъярённого медведя. При этом он переходит из дальнего боя в ближний, но получает увеличенное сопротивление, а также способности Entangling Roots и Demolish.","cooldown":"100","manacost":"200"},{"id":5416,"name":"Druid Form","shortName":"lone_druid_true_form_druid","description":"Возвращает в обличье друида.","cooldown":"0 / 0 / 0","manacost":"25 / 25 / 25"},{"id":5417,"name":"Battle Cry","shortName":"lone_druid_true_form_battle_cry","description":"Увеличивает урон и броню героя, а также всех его подконтрольных существ неподалёку.","cooldown":"45","manacost":"50 / 50 / 50"},{"id":5418,"name":"Return","shortName":"lone_druid_spirit_bear_return","description":"ПРЕРЫВАЕМАЯ — после подготовки в 3 сек. переносит медведя обратно к владельцу.","cooldown":"30","manacost":"0"},{"id":5421,"name":"Disruption","shortName":"shadow_demon_disruption","description":"Ненадолго изгоняет цель из этого мира. После возвращения создаёт две иллюзии жертвы под управлением владельца способности.","cooldown":"27 / 24 / 21 / 18","manacost":"120 / 120 / 120 / 120"},{"id":5422,"name":"Soul Catcher","shortName":"shadow_demon_soul_catcher","description":"Захватывает души врагов в выбранной области, нанося им урон в размере доли от текущего здоровья. Когда эффект заканчивается, жертвы получают обратно половину потерянного здоровья. Действует и на существ, находящихся под эффектом способности Disruption.","cooldown":"26 / 24 / 22 / 20","manacost":"80 / 100 / 120 / 140"},{"id":5423,"name":"Shadow Poison","shortName":"shadow_demon_shadow_poison","description":"Запускает в выбранном направлении облако, наносящее урон и отравляющее противников. Первые 5 попаданий по одной и той же цели увеличивают базовый урон от яда в 1/2/4/8/16 раз, а за последующие добавляется по 50 урона. Накопленный урон наносится по окончании действия эффекта или при применении дополнительной способности Release Poison.","cooldown":"2.5","manacost":"35 / 40 / 45 / 50"},{"id":5425,"name":"Demonic Purge","shortName":"shadow_demon_demonic_purge","description":"Очищает цель, снимая с неё все положительные эффекты и замедляя её. Скорость передвижения цели постепенно возвращается к ней. По окончании действия скорость восстановится полностью, а цель получит урон. Действует на врагов под эффектом способности Disruption.  ТИП РАЗВЕИВАНИЯ: Нормальное","cooldown":"60","manacost":"200 / 200 / 200"},{"id":5426,"name":"Chaos Bolt","shortName":"chaos_knight_chaos_bolt","description":"Выпускает таинственный заряд энергии в указанного врага, оглушая его на случайное время и нанося случайный урон.","cooldown":"13 / 12 / 11 / 10","manacost":"110 / 120 / 130 / 140"},{"id":5427,"name":"Reality Rift","shortName":"chaos_knight_reality_rift","description":"Переносит героя, все его иллюзии и выбранного врага в точку между владельцем способности и жертвой. Уменьшает броню цели на 6 сек.","cooldown":"15 / 12 / 9 / 6","manacost":"50"},{"id":5429,"name":"Phantasm","shortName":"chaos_knight_phantasm","description":"Призывает несколько копий героя из параллельных измерений. Копии являются сильными иллюзиями, наносят 100% урона, а получают 325% урона.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"75","manacost":"75 / 125 / 175"},{"id":5430,"name":"Earthbind","shortName":"meepo_earthbind","description":"Бросает в указанную область сеть, которая накладывает оцепенение на врагов.","cooldown":"20 / 16 / 12 / 8","manacost":"100"},{"id":5431,"name":"Poof","shortName":"meepo_poof","description":"Используя таинственную энергию земли, герой телепортируется к своем клону после 1.5 сек. произнесения заклинания, при этом нанося урон как в исходной, так и в конечной точке.","cooldown":"12 / 10 / 8 / 6","manacost":"80"},{"id":5435,"name":"Leech Seed","shortName":"treant_leech_seed","description":"Герой сажает в тело жертвы истощающее семя, которое замедляет цель и отнимает её здоровье. Также семя излечивает всех союзников вокруг цели.","cooldown":"18 / 16 / 14 / 12","manacost":"110 / 120 / 130 / 140"},{"id":5436,"name":"Living Armor","shortName":"treant_living_armor","description":"Накладывает на выбранного героя или постройку защитный покров, увеличивающий регенерацию здоровья и броню.","cooldown":"26 / 22 / 18 / 14","manacost":"50"},{"id":5437,"name":"Overgrowth","shortName":"treant_overgrowth","description":"Вокруг героя разрастаются опутывающие врагов корни и лозы. Жертвы получают периодический урон и не могут перемещаться, телепортироваться, уходить в невидимость или атаковать.","cooldown":"100","manacost":"200 / 250 / 300"},{"id":5438,"name":"Fireblast","shortName":"ogre_magi_fireblast","description":"Поражает врага огненной волной, нанося цели урон и оглушая её.","cooldown":"11 / 10 / 9 / 8","manacost":"70 / 80 / 90 / 100"},{"id":5439,"name":"Ignite","shortName":"ogre_magi_ignite","description":"Обливает цель и ещё одно случайное существо летучим веществом, поджигая их. Жертвы испытывают невероятную боль, получают урон и передвигаются медленнее.","cooldown":"15","manacost":"110"},{"id":5440,"name":"Bloodlust","shortName":"ogre_magi_bloodlust","description":"Заставляет союзника впасть в бешенство, повышая скорость его атаки и передвижения. Даёт больше скорости атаки своему владельцу. Можно применять на башни.","cooldown":"20 / 18 / 16 / 14","manacost":"65"},{"id":5442,"name":"Decay","shortName":"undying_decay","description":"Наносит урон вражеским героям в указанной области и передаёт часть их силы владельцу способности.","cooldown":"10 / 8 / 6 / 4","manacost":"85 / 95 / 105 / 115"},{"id":5443,"name":"Soul Rip","shortName":"undying_soul_rip","description":"Герой вырывает жизненные силы из всех существ рядом с целью, излечивая союзника или нанося урон противнику. Также этой способностью можно лечить надгробие от способности Tombstone.","cooldown":"24 / 18 / 12 / 6","manacost":"100 / 110 / 120 / 130"},{"id":5444,"name":"Tombstone","shortName":"undying_tombstone","description":"Поднимает в указанной точке надгробный камень, который периодически призывает зомби рядом с каждым врагом в области действия. Зомби замедляют цель своих атак, а если её здоровье падает ниже определённого уровня, то скорость атаки и передвижения зомби увеличивается.","cooldown":"85 / 80 / 75 / 70","manacost":"120 / 130 / 140 / 150"},{"id":5447,"name":"Flesh Golem","shortName":"undying_flesh_golem","description":"Герой превращается в ужасающего голема из плоти. Голем имеет увеличенную силу, а его атаки замедляют жертв и увеличивают получаемый ими урон.","cooldown":"125","manacost":"100 / 125 / 150"},{"id":5448,"name":"Telekinesis","shortName":"rubick_telekinesis","description":"Используя телекинез, герой ненадолго поднимает противника в воздух, а затем швыряет его обратно на землю — с такой силой, что оглушает всех врагов рядом с ним.","cooldown":"34 / 30 / 26 / 22","manacost":"125"},{"id":5450,"name":"Fade Bolt","shortName":"rubick_fade_bolt","description":"Герой создаёт мощный поток магической энергии, который перемещается между противниками, нанося им урон и снижая урон от их атак. Каждый последующий скачок наносит меньше урона.","cooldown":"16 / 14 / 12 / 10","manacost":"120 / 130 / 140 / 150"},{"id":5452,"name":"Spell Steal","shortName":"rubick_spell_steal","description":"Герой улавливает следы магической энергии, обучаясь таинствам последней способности, применённой выбранным противником. Полученная способность находится в распоряжении героя несколько минут либо пока он не погибнет. Отрицательные эффекты от украденных способностей действуют дольше.","cooldown":"26 / 20 / 14","manacost":"25 / 25 / 25"},{"id":5458,"name":"Thunder Strike","shortName":"disruptor_thunder_strike","description":"Несколько раз бьёт молнией указанное существо. Каждый удар наносит урон жертве и врагам рядом с ней, а также на 0.1 сек. замедляет их атаку и передвижение на 100%. Даёт обзор по цели.","cooldown":"18 / 15 / 12 / 9","manacost":"130 / 140 / 150 / 160"},{"id":5459,"name":"Glimpse","shortName":"disruptor_glimpse","description":"Возвращает выбранного героя туда, где он был 4 секунды назад. Мгновенно убивает иллюзии.","cooldown":"60 / 46 / 32 / 18","manacost":"100"},{"id":5460,"name":"Kinetic Field","shortName":"disruptor_kinetic_field","description":"С небольшой задержкой создаёт круговой барьер из кинетической энергии, через который не могут проходить противники.","cooldown":"19 / 16 / 13 / 10","manacost":"70 / 70 / 70 / 70"},{"id":5461,"name":"Static Storm","shortName":"disruptor_static_storm","description":"Создаёт статический шторм, наносящий урон и запрещающий применять способности всем вражеским существам в указанной области. Урон увеличивается со временем действия способности.","cooldown":"90 / 80 / 70","manacost":"125 / 175 / 225"},{"id":5462,"name":"Impale","shortName":"nyx_assassin_impale","description":"Из земли прорывается полоса каменных шипов. Они подбрасывают врагов в воздух, а по приземлении оглушают их и наносят урон.","cooldown":"14","manacost":"105 / 120 / 135 / 150"},{"id":5463,"name":"Mana Burn","shortName":"nyx_assassin_mana_burn","description":"Выжигает у выбранного героя ману, пропорциональную его интеллекту, и наносит урон, равный выжженной мане.","cooldown":"28 / 20 / 12 / 4","manacost":"100"},{"id":5464,"name":"Spiked Carapace","shortName":"nyx_assassin_spiked_carapace","description":"Полностью блокирует урон от атаки или способности, по одному разу отражая урон и оглушая каждого, кто пытался его нанести. Не прерывает невидимость от способности Vendetta.  Если герой находится под действием Burrow, эта способность мгновенно оглушает всех врагов вокруг.","cooldown":"25 / 20 / 15 / 10","manacost":"40 / 40 / 40 / 40"},{"id":5465,"name":"Vendetta","shortName":"nyx_assassin_vendetta","description":"Делает героя невидимым и увеличивает его скорость передвижения. Если герой совершит атаку из невидимости, то нанесёт огромный дополнительный урон.","cooldown":"90 / 75 / 60","manacost":"180 / 240 / 300"},{"id":5466,"name":"Unrefined Fireblast","shortName":"ogre_magi_unrefined_fireblast","description":"Поражает врага огненной волной, нанося цели урон и оглушая её. На применение этой способности уходит 30% текущего запаса маны.","cooldown":"6","manacost":"400"},{"id":5467,"name":"Mirror Image","shortName":"naga_siren_mirror_image","description":"Создаёт несколько иллюзий героя под его контролем.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"40 / 36 / 32 / 28","manacost":"70 / 85 / 100 / 115"},{"id":5468,"name":"Ensnare","shortName":"naga_siren_ensnare","description":"Прерывает действия цели, а также опутывает ее сетью, не давая двигаться и телепортироваться.","cooldown":"14","manacost":"70 / 80 / 90 / 100"},{"id":5470,"name":"Song of the Siren","shortName":"naga_siren_song_of_the_siren","description":"Все враги в определённой области вокруг героя впадают в магический сон, в котором они не могут ничего делать, но их нельзя атаковать. Повторное применение способности завершит её преждевременно.","cooldown":"160 / 120 / 80","manacost":"150 / 175 / 200"},{"id":5471,"name":"Illuminate","shortName":"keeper_of_the_light_illuminate","description":"Создаёт перед собой волну светлой энергии, постепенно набирающую силу. Выпущенная волна наносит урон и временно раскрывает туман войны. Чем дольше волна создавалась, тем больше урона она нанесёт.","cooldown":"11","manacost":"100 / 125 / 150 / 175"},{"id":5472,"name":"Mana Leak","shortName":"keeper_of_the_light_mana_leak","description":"Ослабляет магическую сущность врага, заставляя его терять ману при передвижении. Если враг потеряет всю ману, он будет оглушен.","cooldown":"16 / 14 / 12 / 10","manacost":"160"},{"id":5473,"name":"Chakra Magic","shortName":"keeper_of_the_light_chakra_magic","description":"Восполняет ману и уменьшает перезарядку всех способностей, находящихся на перезарядке.","cooldown":"20 / 18 / 16 / 14","manacost":"0"},{"id":5474,"name":"Spirit Form","shortName":"keeper_of_the_light_spirit_form","description":"Обращает тело героя в чистый свет, что даёт ему увеличенную скорость передвижения и дальность заклинаний. Герой также получает способности Recall и Blinding Light, а Illuminate в этой форме применяется отдельным духом.","cooldown":"90 / 80 / 70","manacost":"75 / 125 / 175"},{"id":5475,"name":"Recall","shortName":"keeper_of_the_light_recall","description":"После короткой задержки телепортирует указанного союзного героя к себе. Если во время задержки цель способности получит урон от игрока, то телепортация прервётся.","cooldown":"15","manacost":"150"},{"id":5476,"name":"Blinding Light","shortName":"keeper_of_the_light_blinding_light","description":"Создаёт вспышку ослепительного света в указанной области, отталкивая и ослепляя всех врагов, заставляя их промахиваться при атаках. Отталкивает на расстояние в 400 за 0.4 сек.","cooldown":"18","manacost":"150"},{"id":5479,"name":"Illuminate","shortName":"keeper_of_the_light_spirit_form_illuminate","description":"Создаёт перед собой волну светлой энергии, постепенно набирающую силу. Выпущенная волна наносит урон и временно раскрывает туман войны. Чем дольше волна создавалась, тем больше урона она нанесёт.","cooldown":"11","manacost":"100 / 125 / 150 / 175"},{"id":5480,"name":"Grave Chill","shortName":"visage_grave_chill","description":"Крадёт скорость передвижения и атаки цели, прибавляя эти показатели себе и гаргульям.","cooldown":"16 / 14 / 12 / 10","manacost":"90"},{"id":5481,"name":"Soul Assumption","shortName":"visage_soul_assumption","description":"Способность получает заряд каждый раз, когда нанесённый героям неподалёку урон превышает 100. Наносит выбранной цели урон, зависящий от числа зарядов.","cooldown":"4 / 4 / 4 / 4","manacost":"135 / 140 / 145 / 150"},{"id":5483,"name":"Summon Familiars","shortName":"visage_summon_familiars","description":"Призывает двух слепых гаргулий, которые будут сражаться на стороне героя. Гаргульи имеют способность Stone Form, которая позволяет им превратиться в камень, оглушая врагов при приземлении. В каменной форме гаргульи неуязвимы и быстро восстанавливают здоровье. За убийство гаргулий враг получает значительную награду.","cooldown":"130","manacost":"150 / 150 / 150"},{"id":5485,"name":"Tether","shortName":"wisp_tether","description":"Связывает героя с союзным существом, увеличивая скорость передвижения обоих. Когда владелец способности восстанавливает здоровье или ману, их в приумноженном количестве получает и привязанное существо. Связь разорвётся, если отменить способность вручную или если расстояние до цели окажется слишком большим.","cooldown":"12","manacost":"40 / 40 / 40 / 40"},{"id":5486,"name":"Spirits","shortName":"wisp_spirits","description":"Призывает пять духов, которые кружатся вокруг героя. При столкновении с вражеским героем дух взрывается, нанося урон всем существам в области вокруг взрыва. При столкновении с крипом дух наносит немного урона, но не взрывается. По окончании действия способности взрываются все оставшиеся духи.","cooldown":"26 / 24 / 22 / 20","manacost":"120 / 130 / 140 / 150"},{"id":5487,"name":"Overcharge","shortName":"wisp_overcharge","description":"Герой повышает свою скорость атаки, наносит увеличенный урон от заклинаний и получает дополнительное восстановление здоровья, зависящее от своего максимального здоровья. Связанное с владельцем способности существо также получает эти бонусы.","cooldown":"22 / 20 / 18 / 16","manacost":"40 / 60 / 80 / 100"},{"id":5488,"name":"Relocate","shortName":"wisp_relocate","description":"Телепортирует героя и связанного с ним союзника в любую точку карты. Спустя некоторое время герой вернётся туда, откуда он телепортировался, также перенеся связанного с собой союзника. Двойное нажатие отправит героя к своему фонтану.","cooldown":"100 / 90 / 80","manacost":"175"},{"id":5494,"name":"Dark Pact","shortName":"slark_dark_pact","description":"После небольшой задержки герой жертвует немного собственной крови, снимая с себя большинство отрицательных эффектов и нанося урон всем врагам поблизости. Сам герой получает 50% нанесённого этой способностью урона.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"9 / 8 / 7 / 6","manacost":"60"},{"id":5495,"name":"Pounce","shortName":"slark_pounce","description":"Герой прыгает вперёд, хватая первого попавшегося на пути героя, и привязывает его к месту, не позволяя уйти дальше определённого расстояния.","cooldown":"20 / 16 / 12 / 8","manacost":"75 / 75 / 75 / 75"},{"id":5497,"name":"Shadow Dance","shortName":"slark_shadow_dance","description":"Скрывает героя в облаке теней, делая его невидимым. Эта невидимость не раскрывается ничем; атаки, использование предметов и применение способностей также не снимают невидимость. Пассивно увеличивает скорость передвижения и восстановление здоровья, когда героя не видят враги.","cooldown":"80 / 65 / 50","manacost":"120 / 120 / 120"},{"id":5505,"name":"Mystic Snake","shortName":"medusa_mystic_snake","description":"Выпускает энергетическую змею, которая скачет от цели к цели и наносит урон. Достигнув последней цели, змея вернётся к владельцу и восстановит ему ману. С каждым скачком змея наносит больше урона. Восстанавливает 11 / 14 / 17 / 20% от общего запаса маны жертв.","cooldown":"10","manacost":"140 / 150 / 160 / 170"},{"id":5507,"name":"Stone Gaze","shortName":"medusa_stone_gaze","description":"Снижает скорость передвижения и атаки любого врага, который посмотрит на владельца способности. Если жертва будет смотреть на него более 2.0 сек., то она превратится в камень. Оглушает окаменевших существ и увеличиваеь физический урон по ним.","cooldown":"90","manacost":"100"},{"id":5509,"name":"Whirling Axes (дальний бой)","shortName":"troll_warlord_whirling_axes_ranged","description":"Герой бросает пять топоров веером на расстояние в 1000.0, замедляя врагов и нанося им урон.","cooldown":"9","manacost":"50"},{"id":5510,"name":"Whirling Axes (ближний бой)","shortName":"troll_warlord_whirling_axes_melee","description":"Герой вращает два топора в небольшой области вокруг себя, нанося врагам урон и вынуждая их промахиваться атаками.","cooldown":"9","manacost":"50"},{"id":5512,"name":"Battle Trance","shortName":"troll_warlord_battle_trance","description":"Герой входит в боевой транс, вынуждающий его атаковать ближайшее вражеское существо в радиусе 900 (в первую очередь героев). Под действием этой способности героя нельзя убить. Даёт дополнительные вампиризм, скорость атаки и передвижения. Применяет нормальное развеивание.","cooldown":"90","manacost":"150"},{"id":5514,"name":"Hoof Stomp","shortName":"centaur_hoof_stomp","description":"Герой бьёт о землю, оглушая противников неподалёку и нанося им урон.","cooldown":"15 / 14 / 13 / 12","manacost":"100 / 110 / 120 / 130"},{"id":5515,"name":"Double Edge","shortName":"centaur_double_edge","description":"Герой совершает сокрушительный удар, нанося урон себе, цели и всем врагам неподалёку от неё. Урон этой способности частично зависит от силы владельца, и он не может погибнуть от её применения.","cooldown":"4","manacost":"0 / 0 / 0 / 0"},{"id":5517,"name":"Stampede","shortName":"centaur_stampede","description":"Герой ведёт союзников в яростное наступление. Они проходят сквозь существ на максимальной скорости и втаптывают в землю всех врагов на пути, останавливая их и нанося им урон, зависящий от силы владельца способности. Каждого врага можно втоптать в землю лишь один раз.","cooldown":"110 / 100 / 90","manacost":"150 / 200 / 250"},{"id":5518,"name":"Shockwave","shortName":"magnataur_shockwave","description":"Герой отправляет в указанном направлении ударную волну, притягивающую к себе врагов, наносящую им урон и ненадолго замедляющую их.","cooldown":"13 / 12 / 11 / 10","manacost":"90 / 100 / 110 / 120"},{"id":5519,"name":"Empower","shortName":"magnataur_empower","description":"Даёт союзнику дополнительный урон и прорубающую атаку. Действует на владельца на 75% сильнее.","cooldown":"8","manacost":"45 / 60 / 75 / 90"},{"id":5520,"name":"Skewer","shortName":"magnataur_skewer","description":"Герой бросается вперёд, пронзая врагов своим массивным рогом. Если на пути попадутся вражеские герои, то их протащит до места назначения, после чего они получат урон, а их скорость передвижения и атаки уменьшится.","cooldown":"22 / 20 / 18 / 16","manacost":"80 / 80 / 80 / 80"},{"id":5521,"name":"Reverse Polarity","shortName":"magnataur_reverse_polarity","description":"Герой изменяет свойства материи, стягивая всех врагов вокруг в точку перед собой, оглушая их мощным хлопком и нанося им урон.","cooldown":"130","manacost":"200 / 250 / 300"},{"id":5524,"name":"Whirling Death","shortName":"shredder_whirling_death","description":"Герой вращает смертельно острые лезвия, нанося врагам вокруг урон, разрушая деревья и ненадолго снижая часть основного атрибута жертв. Способность наносит дополнительный урон за каждое срубаемое дерево.","cooldown":"6","manacost":"80"},{"id":5525,"name":"Timber Chain","shortName":"shredder_timber_chain","description":"Герой выпускает цепь, которая притягивает его к первому дереву на своём пути. Любой враг, задетый героем, получит урон.","cooldown":"4","manacost":"60 / 70 / 80 / 90"},{"id":5527,"name":"Chakram","shortName":"shredder_chakram","description":"Запускает в указанное место пилу, которая вращается, наносит урон врагам и замедляет их передвижение. Замедление усиливается за каждые 5% отсутствующего у жертвы здоровья. Пила наносит чистый урон и срезает все деревья на своём пути. Пока способность действует, её владелец не может атаковать и постепенно теряет ману.","cooldown":"8 / 8 / 8","manacost":"80 / 140 / 200"},{"id":5548,"name":"Viscous Nasal Goo","shortName":"bristleback_viscous_nasal_goo","description":"Обильно сморкается на жертву, снижая её броню и скорость передвижения. Эффекты способности складываются, а время действия обновляется с каждым её применением.","cooldown":"1.5 / 1.5 / 1.5 / 1.5","manacost":"12 / 16 / 20 / 24"},{"id":5549,"name":"Quill Spray","shortName":"bristleback_quill_spray","description":"Выпускает во все стороны иглы, нанося урон всем врагам вокруг себя. Жертвы получают дополнительный урон за каждое попадание иглами за последние 14.0 сек.","cooldown":"3 / 3 / 3 / 3","manacost":"35 / 35 / 35 / 35"},{"id":5565,"name":"Ice Shards","shortName":"tusk_ice_shards","description":"Герой сжимает осколки льда в шар холодной энергии, который наносит урон всем задетым врагам. Когда шар достигнет точки назначения, осколки высвободятся, создавая барьер на 4 / 5 / 6 / 7 сек.","cooldown":"23 / 20 / 17 / 14","manacost":"100 / 105 / 110 / 115"},{"id":5566,"name":"Snowball","shortName":"tusk_snowball","description":"Герой заворачивается в снежный ком. Союзников в радиусе 350 также можно поместить в ком, нажав на них правой кнопкой мыши, даже если ком уже движется. После запуска все враги на пути кома будут оглушены и получат урон. Чем больше в коме союзных героев, тем больше урон от него.","cooldown":"21 / 20 / 19 / 18","manacost":"75 / 75 / 75 / 75"},{"id":5567,"name":"Frozen Sigil","shortName":"tusk_frozen_sigil","description":"Призывает летающую печать с морозной аурой радиусом 650. Она замедляет атаку врагов на 35, а их передвижение — на 35%%. Длительность: 25 секунд. Перезарядка: 30 секунд.","cooldown":"30","manacost":"100"},{"id":5568,"name":"Walrus PUNCH!","shortName":"tusk_walrus_punch","description":"Герой совершает свой коронный удар — настолько мощный, что подбрасывает жертву в воздух, нанося ей критический урон. После приземления жертва будет замедлена.","cooldown":"36 / 24 / 12","manacost":"50 / 75 / 100"},{"id":5581,"name":"Arcane Bolt","shortName":"skywrath_mage_arcane_bolt","description":"Герой выпускает во врага медленный заряд магической энергии, который наносит урон, зависящий от интеллекта.","cooldown":"5 / 4 / 3 / 2","manacost":"90"},{"id":5582,"name":"Concussive Shot","shortName":"skywrath_mage_concussive_shot","description":"Делает выстрел по ближайшему вражескому герою в большой области. При попадании наносит урон врагам в области действия и замедляет их.","cooldown":"18 / 16 / 14 / 12","manacost":"80 / 85 / 90 / 95"},{"id":5583,"name":"Ancient Seal","shortName":"skywrath_mage_ancient_seal","description":"Оставляет печать древней руны на выбранном существе, запрещая ему применять способности и увеличивая магический урон по нему.","cooldown":"14","manacost":"80 / 90 / 100 / 110"},{"id":5584,"name":"Mystic Flare","shortName":"skywrath_mage_mystic_flare","description":"Герой создаёт направленное поле сверхъестественной силы, сокрушая врагов. Поле наносит огромный урон, который равномерно распределяется между героями в области действия в течение 2.4 сек.","cooldown":"60 / 40 / 20","manacost":"300 / 550 / 800"},{"id":5585,"name":"Mist Coil","shortName":"abaddon_death_coil","description":"Ценой собственного здоровья выпускает смертельный туман, который наносит урон врагу или лечит союзника.","cooldown":"5.5","manacost":"50"},{"id":5586,"name":"Aphotic Shield","shortName":"abaddon_aphotic_shield","description":"Окружает союзника щитом из тёмной энергии, который поглощает некоторое количество урона. Если щит пропадёт или его уничтожат, он взорвётся и нанесёт врагам вокруг урон, равный здоровью щита. Применение снимает с цели оглушение и большинство отрицательных эффектов.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"12 / 10 / 8 / 6","manacost":"100 / 105 / 110 / 115"},{"id":5588,"name":"Borrowed Time","shortName":"abaddon_borrowed_time","description":"Обращает весь получаемый урон в лечение. Применение снимает большинство отрицательных эффектов. Если способность готова, то она сработает автоматически, как только здоровье владельца упадёт ниже 400.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"60 / 50 / 40","manacost":"0 / 0 / 0"},{"id":5589,"name":"Echo Stomp","shortName":"elder_titan_echo_stomp","description":"Герой и его дух сотрясают землю, нанося окружающим противникам урон и усыпляя их. Герой наносит этой способностью физический урон, а его дух — магический.","cooldown":"14 / 13 / 12 / 11","manacost":"85 / 90 / 95 / 100"},{"id":5590,"name":"Echo Stomp","shortName":"elder_titan_echo_stomp_spirit","description":"Герой и его дух сотрясают землю, нанося окружающим противникам урон и вводя их в состояние сна. Герой наносит этой способностью физический урон, а его дух — магический. Сон прервётся, если противники получат какой-либо урон.","cooldown":"14 / 13 / 12 / 11","manacost":"0 / 0 / 0 / 0"},{"id":5591,"name":"Astral Spirit","shortName":"elder_titan_ancestral_spirit","description":"Герой призывает астрального духа, который наносит урон каждому врагу, сквозь которого проходит. При воссоединении с владельцем дух дарует ему дополнительные урон, броню и скорость передвижения за каждого задетого им врага.  Духом можно управлять, и он обладает способностями Echo Stomp, Return Spirit и Natural Order.","cooldown":"23 / 21 / 19 / 17","manacost":"80 / 90 / 100 / 110"},{"id":5594,"name":"Earth Splitter","shortName":"elder_titan_earth_splitter","description":"Герой раскалывает землю, посылая трещину в выбранном направлении. Через 3 секунды разлом схлопывается, замедляя всех попавшихся врагов и нанося урон, зависящий от их максимального показателя здоровья. Половина урона будет физической, половина — магической.","cooldown":"100 / 100 / 100","manacost":"125 / 175 / 225"},{"id":5595,"name":"Overwhelming Odds","shortName":"legion_commander_overwhelming_odds","description":"Оборачивает численное преимущество врага против него самого, нанося урон противникам в выбранной области. Каждое задетое существо увеличивает урон от способности и дарует её владельцу дополнительную скорость передвижения. Иллюзии и призванные существа получают дополнительный урон в виде доли от их текущего здоровья.","cooldown":"15","manacost":"100 / 110 / 120 / 130"},{"id":5596,"name":"Press The Attack","shortName":"legion_commander_press_the_attack","description":"Снимает все отрицательные эффекты с союзной цели и ненадолго увеличивает её скорость атаки и восстановление здоровья.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"16 / 15 / 14 / 13","manacost":"110"},{"id":5598,"name":"Duel","shortName":"legion_commander_duel","description":"Вызывает выбранного вражеского героя на дуэль, в которой соперники вынуждены атаковать друг друга небольшой промежуток времени. Они не могут применять способности или использовать предметы. Если один из героев погибнет во время дуэли, победитель получит постоянный бонус к урону.","cooldown":"50 / 50 / 50","manacost":"75 / 75 / 75"},{"id":5599,"name":"Proximity Mines","shortName":"techies_land_mines","description":"Устанавливает невидимую мину. Её невидимость невозможно раскрыть, но она станет видна, если противник зайдёт в радиус действия. Мина взорвётся, если противник будет 1.6 сек. находиться на расстоянии в 400 от неё. Взрыв наносит полный урон по всей области срабатывания. Наносит постройкам 25% урона.","cooldown":"0","manacost":"110 / 130 / 150 / 170"},{"id":5600,"name":"Stasis Trap","shortName":"techies_stasis_trap","description":"Устанавливает невидимую ловушку, которая при срабатывании применяет на вражеских существ оцепенение.","cooldown":"20 / 16 / 13 / 10","manacost":"80 / 110 / 140 / 160"},{"id":5601,"name":"Blast Off!","shortName":"techies_suicide","description":"Герои бросаются в гущу врагов и при приземлении взрывают свой боезапас, нанося задетым врагам огромный урон и запрещая им применять способности. Сами подрывники получают при взрыве урон в размере 50% от максимального запаса здоровья.","cooldown":"35","manacost":"100 / 125 / 150 / 175"},{"id":5602,"name":"Remote Mines","shortName":"techies_remote_mines","description":"Устанавливает невидимую мину, которая взрывается только при активации вручную после небольшой задержки. Не наносит урон постройкам.","cooldown":"8","manacost":"120 / 180 / 240"},{"id":5603,"name":"Searing Chains","shortName":"ember_spirit_searing_chains","description":"Герой выпускает горящие бола, которые удерживают врагов на месте и наносят ежесекундный урон.","cooldown":"13 / 12 / 11 / 10","manacost":"80 / 90 / 100 / 110"},{"id":5604,"name":"Sleight of Fist","shortName":"ember_spirit_sleight_of_fist","description":"Герой стремительно атакует всех врагов в указанной области, а затем возвращается к своему исходному местонахождению. Крипам наносится только часть дополнительного урона.","cooldown":"18 / 14 / 10 / 6","manacost":"50"},{"id":5605,"name":"Flame Guard","shortName":"ember_spirit_flame_guard","description":"Окружает героя огненным щитом, который полностью поглощает магический урон и наносит периодический урон всем противникам вокруг. Если щит разбить, то защита и урон по площади пропадут.","cooldown":"35","manacost":"80 / 90 / 100 / 110"},{"id":5606,"name":"Fire Remnant","shortName":"ember_spirit_fire_remnant","description":"Герой создаёт свою огненную копию, которая бежит к указанному месту со скоростью, на 250% большей скорости героя. На это расходуется один из %max_charges% зарядов способности, которые восстанавливаются по %charge_restore_time% секунд. Использовав способность Activate Fire Remnant, герой быстро переместится по всем копиям, отчего они взорвутся и нанесут урон противникам. Также наносит урон врагам, задетым в полёте. Выбранная копия будет конечной целью полёта.","cooldown":"0","manacost":"0"},{"id":5607,"name":"Activate Fire Remnant","shortName":"ember_spirit_activate_fire_remnant","description":"Выбирает, к какой огненной копии переместиться.","cooldown":"0","manacost":"150"},{"id":5608,"name":"Boulder Smash","shortName":"earth_spirit_boulder_smash","description":"Герой бьёт по указанному врагу или союзнику, отталкивая его в ту сторону, в которую смотрит. Если способность применить на область, герой ударит ближайшую каменную копию в радиусе 200. Оттолкнутый объект наносит урон всем врагам, по которым попадает. Каменные копии летят дальше и замедляют всех жертв на пути.","cooldown":"22 / 18 / 14 / 10","manacost":"100"},{"id":5609,"name":"Rolling Boulder","shortName":"earth_spirit_rolling_boulder","description":"Герой сворачивается в валун, который после задержки в 0.6 сек. катится в выбранном направлении, наносит урон врагам и оглушает их. Он остановится, если попадёт во вражеского героя или будет оглушён. Валун станет сильнее, если попадёт на каменную копию: он покатится быстрее и дальше, а оглушение от него будет дольше.","cooldown":"16 / 12 / 8 / 4","manacost":"50"},{"id":5610,"name":"Geomagnetic Grip","shortName":"earth_spirit_geomagnetic_grip","description":"Герой притягивает к себе выбранную каменную копию. Враги, по которым она попадёт, получат урон и будут обезмолвлены.","cooldown":"13","manacost":"100"},{"id":5611,"name":"Stone Remnant","shortName":"earth_spirit_stone_caller","description":"Создаёт свою каменную копию в указанном месте, расходуя один заряд способности, которые постепенно восстанавливаются. Копии не раскрывают туман войны, они неуязвимы и используются для других способностей героя.","cooldown":"0","manacost":"0"},{"id":5612,"name":"Magnetize","shortName":"earth_spirit_magnetize","description":"Намагничивает существ в небольшой области вокруг себя, из-за чего они несколько секунд получают урон. Если намагниченный герой приблизится к каменной копии, она выпустит мощный разряд, применяя эту способность на всех врагов вокруг и запуская её заново, и уничтожится спустя несколько секунд. Это может повторяться по нескольку раз. Если на вражеского героя действуют способностями Boulder Smash или Geomagnetic Grip, то эффект передастся остальным намагниченным героям.","cooldown":"100 / 90 / 80","manacost":"100"},{"id":5613,"name":"Firestorm","shortName":"abyssal_underlord_firestorm","description":"Обрушивает на указанную область волны пламени, наносящие урон врагам. Жертвы также получают периодический урон, зависящий от их максимального запаса здоровья.","cooldown":"12","manacost":"100 / 110 / 120 / 130"},{"id":5614,"name":"Pit of Malice","shortName":"abyssal_underlord_pit_of_malice","description":"Создаёт разлом в выбранной области. Любое попавшее в него существо цепенеет. Срабатывает на каждое вражеское существо лишь раз в 3.6 сек.","cooldown":"21 / 19 / 17 / 15","manacost":"80 / 100 / 120 / 140"},{"id":5616,"name":"Dark Rift","shortName":"abyssal_underlord_dark_rift","description":"Открывает тёмную брешь возле выбранного союзного существа или постройки. После небольшой задержки владелец способности и все союзные герои вокруг него телепортируются к этой бреши. Способность начнёт перезаряжаться, даже если отменить её или если цель телепортации умрёт.","cooldown":"130 / 115 / 100","manacost":"100 / 200 / 300"},{"id":5619,"name":"Reflection","shortName":"terrorblade_reflection","description":"Создаёт неуязвимых тёмных двойников всех вражеских героев в указанной области. Каждый двойник атакует свою цель и уменьшает её скорость передвижения.","cooldown":"22 / 20 / 18 / 16","manacost":"50"},{"id":5620,"name":"Conjure Image","shortName":"terrorblade_conjure_image","description":"Создаёт иллюзию героя, которая наносит урон.","cooldown":"16","manacost":"70 / 75 / 80 / 85"},{"id":5621,"name":"Metamorphosis\n","shortName":"terrorblade_metamorphosis","description":"Герой и все его иллюзии в радиусе 1200 превращаются в могущественных демонов, сражающихся в дальнем бою.","cooldown":"155","manacost":"100"},{"id":5622,"name":"Sunder","shortName":"terrorblade_sunder","description":"Меняет местами жизненные силы героя и его цели. Некоторая часть здоровья остаётся на месте.","cooldown":"120 / 80 / 40","manacost":"200 / 100 / 50"},{"id":5623,"name":"Icarus Dive\n","shortName":"phoenix_icarus_dive","description":"Герой летит вперёд по дуге, замедляя всех врагов на своём пути и нанося им периодический урон, а затем возвращается в исходную точку. Если применить способность Supernova, полёт прервётся.","cooldown":"36 / 34 / 32 / 30","manacost":"0"},{"id":5625,"name":"Fire Spirits\n","shortName":"phoenix_fire_spirits","description":"Призывает 4 огненных духа, которые кружатся вокруг героя. Каждого из них по отдельности можно выпустить в указанную точку. Долетев до неё, дух подожжёт всех противников вокруг себя, нанося им периодический урон и уменьшая их скорость атаки.","cooldown":"51 / 44 / 37 / 30","manacost":"120"},{"id":5626,"name":"Sun Ray\n","shortName":"phoenix_sun_ray","description":"Герой выпускает из себя луч света ценой собственного здоровья. Луч наносит урон врагам и исцеляет союзников на определенное число плюс процент от общего запаса здоровья. Этот процент тем выше, чем дольше применяется луч.","cooldown":"30","manacost":"100 / 110 / 120 / 130"},{"id":5630,"name":"Supernova","shortName":"phoenix_supernova","description":"Герой прекращает свою жизнь ради шанса переродиться. Он превращается в горящее солнце, которое могут уничтожить атаками вражеские герои. Солнце обжигает врагов в большом радиусе, а спустя 6.0 сек. взрывается, оглушая всех врагов вокруг. Герой появляется на месте взрыва с полным запасом здоровья, маны и без перезарядки на других способностях.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"120","manacost":"150 / 200 / 250"},{"id":5631,"name":"Launch Fire Spirit","shortName":"phoenix_launch_fire_spirit","description":"Каждого духа по отдельности можно выпустить в указанную точку. Долетев до неё, дух подожжёт всех противников вокруг себя, нанося им периодический урон и уменьшая их скорость атаки.","cooldown":"0 / 0 / 0 / 0","manacost":"0 / 0 / 0 / 0"},{"id":5632,"name":"Gust","shortName":"drow_ranger_wave_of_silence","description":"Выпускает волну, которая отбрасывает вражеских существ и запрещает им колдовать. Чем ближе был враг, тем дальше его отбросит.","cooldown":"16 / 15 / 14 / 13","manacost":"90"},{"id":5637,"name":"Fortune's End","shortName":"oracle_fortunes_end","description":"ПРЕРЫВАЕМАЯ — собирает мощь героя в заряд выжигающей энергии, который накладывает оцепенение на цель и врагов вокруг неё, наносит им урон и снимает с них положительные эффекты. Если целью является союзник, то способность только развеет отрицательные эффекты. Длительность оцепенения врагов увеличивается со временем применения способности.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"15 / 12 / 9 / 6","manacost":"100"},{"id":5638,"name":"Fate's Edict","shortName":"oracle_fates_edict","description":"Наполняет цель счастьем, обезоруживая её и даруя сопротивление магии в 100%. Можно применять как на союзников, так и на врагов.","cooldown":"16 / 13 / 10 / 7","manacost":"50"},{"id":5639,"name":"Purifying Flames","shortName":"oracle_purifying_flames","description":"Выжигает скверну цели, нанося ей значительный магический урон, а затем постепенно восстанавливает её жизненные силы. Количество восстанавливаемого здоровья больше нанесённого урона. Можно применять как на врагов, так и на союзников.","cooldown":"2.25","manacost":"80 / 85 / 90 / 95"},{"id":5640,"name":"False Promise","shortName":"oracle_false_promise","description":"Отсрочивает судьбу союзника, откладывая любое лечение и получение урона до конца действия этой способности. Любое лечение во время действия этой способности удваивается. Применение снимает с цели большинство отрицательных эффектов.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"115 / 80 / 45","manacost":"100 / 150 / 200"},{"id":5643,"name":"Destroy Spin Web","shortName":"broodmother_spin_web_destroy","description":"Уничтожает выбранную паутину.","cooldown":"0","manacost":"0"},{"id":5644,"name":"Minefield Sign","shortName":"techies_minefield_sign","description":"На 180 сек. устанавливает предостерегающую табличку, советующую врагам ступать осторожно. Нельзя ставить больше одной таблички одновременно.","cooldown":"360","manacost":"0"},{"id":5645,"name":"Second Chakram","shortName":"shredder_chakram_2","description":"Запускает в указанное место запасную пилу, которая вращается, наносит урон врагам и замедляет их передвижение. Замедление усиливается за каждые 5%% потерянного здоровья. Пила наносит чистый урон и срезает все деревья на своём пути. Пока способность действует, её владелец не может атаковать и постепенно теряет ману.","cooldown":"8 / 8 / 8","manacost":"80 / 140 / 200"},{"id":5648,"name":"Enchant Remnant","shortName":"earth_spirit_petrify","description":"Заколдовывает выбранного героя, делая из него каменную копию. Через некоторое время копия раскалывается, выпуская цель и нанося урон противникам поблизости.<br><br>Можно применять на каменные копии с перезарядкой в 5 секунд.","cooldown":"45","manacost":"150"},{"id":5651,"name":"Arctic Burn","shortName":"winter_wyvern_arctic_burn","description":"Герой взмывает в небо на арктическом ветре, получая беспрепятственное передвижение и вдыхая жгучий мороз в каждую свою атаку. В полёте можно атаковать дальше и быстрее. Цель морозных атак замедляется и каждую секунду получает урон в размере 6 / 7 / 8 / 9% от текущего запаса здоровья. Также эта способность защищает глаза от ночной прохлады, увеличивая радиус ночного обзора в полёте на 400.","cooldown":"50 / 40 / 30 / 20","manacost":"90"},{"id":5652,"name":"Splinter Blast","shortName":"winter_wyvern_splinter_blast","description":"Запускает во врага ледяной шар, который после удара раскалывается на осколки, летящие в противников в радиусе 500 вокруг цели, не причиняя ей ущерб. Задетые осколками противники будут замедлены на 30%.","cooldown":"7","manacost":"105 / 120 / 135 / 150"},{"id":5653,"name":"Cold Embrace","shortName":"winter_wyvern_cold_embrace","description":"Заковывает союзника в ледяной кокон, замораживая его и ежесекундно восстанавливая определённое количество здоровья плюс процент от максимального запаса здоровья. Кокон полностью блокирует весь физический урон.","cooldown":"24 / 21 / 18 / 15","manacost":"50 / 60 / 70 / 80"},{"id":5654,"name":"Winter's Curse","shortName":"winter_wyvern_winters_curse","description":"Примораживает противника к земле, повергая окружающих его союзников в безумие и заставляя их атаковать цель способности с повышенной скоростью. Противники под этим эффектом получают урон только от своих союзников, владельца способности и его подконтрольных существ.","cooldown":"90","manacost":"250"},{"id":5670,"name":"Hurl Boulder","shortName":"mud_golem_hurl_boulder","description":"Бросает булыжник в цель, оглушая её и нанося урон. Голем не использует эту способность, если ему не прикажут.","cooldown":"30","manacost":"0"},{"id":5671,"name":"Assimilate","shortName":"life_stealer_assimilate","description":"Герой проглатывает союзника, пряча его внутри себя. Проглоченное существо излечивается наравне с самим героем и наносит урон ближайшим врагам, когда вырывается наружу.  ТИП РАЗВЕИВАНИЯ: сильное","cooldown":"50","manacost":"50"},{"id":5672,"name":"Walrus Kick","shortName":"tusk_walrus_kick","description":"Герой пинает ближайшего врага в указанном направлении, нанося ему урон и оглушая его.","cooldown":"8","manacost":"100"},{"id":5673,"name":"Unburrow","shortName":"nyx_assassin_unburrow","description":"Выкопаться из-под земли.","cooldown":"0","manacost":"0"},{"id":5674,"name":"Hybrid","shortName":"morphling_hybrid","description":"Создаёт гибридную копию союзного героя. Она может применять все его способности, кроме ульта. Враги могут отличить копию от настоящего героя.","cooldown":"60","manacost":"200"},{"id":5677,"name":"Flux","shortName":"arc_warden_flux","description":"Охватывает одинокое вражеское существо нестабильной энергией, замедляя его передвижение и нанося периодический урон. Эффект не действует, если рядом с целью есть её союзник.","cooldown":"16","manacost":"75"},{"id":5678,"name":"Magnetic Field","shortName":"arc_warden_magnetic_field","description":"Создаёт круглое магнитное поле, дающее героям и строениям внутри него уклонение от всех атак, совершённых извне, а также увеличивающее скорость атаки.","cooldown":"20","manacost":"50 / 70 / 90 / 110"},{"id":5679,"name":"Spark Wraith","shortName":"arc_warden_spark_wraith","description":"Призывает призрачную искру, которая медленно материализуется и сторожит выделенную область. При появлении врага искра бросается на него и взрывается, нанося жертве магический урон и замедляя её.","cooldown":"4 / 4 / 4 / 4","manacost":"80"},{"id":5685,"name":"Spirit Siphon","shortName":"death_prophet_spirit_siphon","description":"Герой создаёт мистическую связь с вражеским существом, каждую секунду передавая себе 14 + 1.0 / 2.5 / 4.0 / 5.5% от его максимального запаса здоровья.","cooldown":"0","manacost":"80"},{"id":5687,"name":"Savage Roar","shortName":"lone_druid_savage_roar_bear","description":"Герой и его медведь издают яростный рёв, заставляя врагов в ужасе бежать к своей базе. Скорость передвижения жертв увеличивается на 20%.","cooldown":"38 / 32 / 26 / 20","manacost":"50"},{"id":5689,"name":"Fireball","shortName":"black_dragon_fireball","description":"Извергает огонь на выбранную область радиусом 300. Пламя держится 10.0 сек. и наносит 85 урона в секунду.","cooldown":"15","manacost":"100"},{"id":5691,"name":"Time Dilation","shortName":"faceless_void_time_dilation","description":"Накладывает на окружающих врагов временнóе поле, продлевая перезарядку их способностей на 8 / 10 / 12 / 14 секунд. Жертвы передвигаются и атакуют на 10% медленнее за каждую поражённую способность.","cooldown":"40 / 34 / 28 / 22","manacost":"75"},{"id":5716,"name":"Boundless Strike","shortName":"monkey_king_boundless_strike","description":"Герой увеличивает свой посох и бьёт им по земле, оглушая всех попавшихся врагов. Такая атака наносит критический урон и не может промахнуться.","cooldown":"22","manacost":"100"},{"id":5719,"name":"Mischief","shortName":"monkey_king_mischief","description":"Изменяет форму героя, чтобы обхитрить противников. Маскировка зависит от окружения и спадает при получении урона, попытке атаковать и применении предметов или способностей. Защищает героя от урона на 0.2 сек.","cooldown":"15","manacost":"0 / 0 / 0 / 0"},{"id":5721,"name":"Tree Dance","shortName":"monkey_king_tree_dance","description":"Герой запрыгивает на верхушку выбранного дерева. Там он получает прерываемую способность Primal Spring — направленную атаку в прыжке. Если разрушить дерево, герой упадет и будет оглушён на 4 сек. Если получить на земле урон от игрока или Рошана, способность уходит на перезарядку.","cooldown":"1","manacost":"0"},{"id":5722,"name":"Revert Form","shortName":"monkey_king_untransform","description":"Возвращает героя в изначальную форму.","cooldown":"1","manacost":"0 / 0 / 0 / 0"},{"id":5724,"name":"Primal Spring","shortName":"monkey_king_primal_spring","description":"Герой спрыгивает с дерева, нанося урон врагам в указанной области и замедляя их. Урон и замедление усиливаются в зависимости от времени подготовки способности.","cooldown":"19 / 17 / 15 / 13","manacost":"100"},{"id":5725,"name":"Wukong's Command","shortName":"monkey_king_wukongs_command","description":"Герой создаёт круговую формацию солдат, которые расходятся из его местоположения. Если герой покинет область действия способности, его солдаты исчезнут. Их атака идентична атаке владельца способности, а своей целью они выбирают только вражеских героев. На время действия способности герой получает дополнительную броню.","cooldown":"130 / 110 / 90","manacost":"100"},{"id":6270,"name":"Desecrate","shortName":"spawnlord_master_stomp","description":"Ударяет по земле, нанося урон существам неподалёку и снижая их базовую броню на 50%.","cooldown":"12","manacost":"100"},{"id":6325,"name":"Nimbus","shortName":"zuus_cloud","description":"Создаёт в любом месте карты грозовое облако, которое автоматически применяет способность Lightning Bolt на врагов неподалёку.","cooldown":"45","manacost":"325"},{"id":6339,"name":"Bramble Maze","shortName":"dark_willow_bramble_maze","description":"Герой зачаровывает выбранную область, где через 0.5 сек. вырастает лабиринт из терновых кустов. Они накладывают оцепенение на задетых противников и наносят им периодический урон.","cooldown":"20","manacost":"100 / 120 / 140 / 160"},{"id":6340,"name":"Bedlam","shortName":"dark_willow_bedlam","description":"Герой призывает на помощь ручного светлячка, который начинает вращаться вокруг своего владельца, быстро атакуя ближайших противников. Невозможно применить во время действия способности Terrorize.","cooldown":"30","manacost":"100 / 150 / 200"},{"id":6341,"name":"Shadow Realm","shortName":"dark_willow_shadow_realm","description":"Герой прячется в мир теней, отчего его нельзя выбрать целью. Действие способности прервётся, если совершить атаку. Она имеет увеличенную дальность, а также нанесёт дополнительный магический урон, зависящий от того, как долго герой пробыл в мире теней. Максимальный эффект достигается после 3.5 сек.","cooldown":"32 / 26 / 20 / 14","manacost":"70 / 80 / 90 / 100"},{"id":6342,"name":"Cursed Crown","shortName":"dark_willow_cursed_crown","description":"Герой насылает на противника древнее заклятие фей. Спустя некоторое время оно оглушает жертву и всех противников вокруг неё.","cooldown":"18 / 16 / 14 / 12","manacost":"80 / 100 / 120 / 140"},{"id":6343,"name":"Rolling Thunder","shortName":"pangolier_gyroshell","description":"Герой сворачивается в невосприимчивый к заклинаниям шар и катится с увеличенной скоростью, проходя сквозь деревья, но поворачиваясь медленнее обычного. Шар отталкивает задетых врагов, а когда они приземляются — наносит им урон и оглушает.  Столкнувшись со стеной или уступом, шар после небольшой задержки покатится в обратную сторону.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"70","manacost":"100 / 150 / 200"},{"id":6344,"name":"Swashbuckle","shortName":"pangolier_swashbuckle","description":"Векторное применение. Герой отскакивает в указанную сторону, а затем атакует всех врагов в выбранном направлении несколькими быстрыми ударами.  Может активировать способность Lucky Shot.","cooldown":"20 / 16 / 12 / 8","manacost":"80 / 90 / 100 / 110"},{"id":6461,"name":"Shield Crash","shortName":"pangolier_shield_crash","description":"Герой прыгает вперёд и бьётся спиной о землю, нанося урон всем врагам неподалёку. За каждого задетого противника он получает эффект, ненадолго снижающий получаемый урон.  Если применить эту способность во время действия Rolling Thunder, движение не прекратится, а герой перепрыгнет через любые препятствия.","cooldown":"18 / 16 / 14 / 12","manacost":"80 / 90 / 100 / 110"},{"id":6470,"name":"Dissimilate","shortName":"void_spirit_dissimilate","description":"Герой временно исчезает в иной мир, создавая несколько порталов, через которые он может собрать свою сущность воедино. Выйдя из портала, герой наносит урон всем врагам в области действия.","cooldown":"20 / 17 / 14 / 11","manacost":"100 / 110 / 120 / 130"},{"id":6480,"name":"Scatterblast","shortName":"snapfire_scatterblast","description":"Герой стреляет из дробовика по конической области действия, нанося врагам урон и замедляя их. Выстрел в упор наносит на 50.0% урона больше.","cooldown":"13 / 12 / 11 / 10","manacost":"80 / 90 / 100 / 110"},{"id":6482,"name":"Mortimer Kisses","shortName":"snapfire_mortimer_kisses","description":"Верный питомец выпускает несколько шаров лавы на расстояние от 600 в течение 6.0 сек. Шары наносят урон при попадании и создают огненные лужи, которые замедляют и наносят периодический урон. Во время действия герой имеет уменьшенную скорость поворота. Каждый шар можно выпустить нажатием правой кнопки мыши.","cooldown":"110","manacost":"125 / 150 / 175"},{"id":6483,"name":"Firesnap Cookie","shortName":"snapfire_firesnap_cookie","description":"Герой скармливает бодрящую печеньку Мортимеру или союзнику, отчего тот совершает прыжок на небольшое расстояние, оглушая врагов в области приземления и нанося им урон.","cooldown":"24 / 21 / 18 / 15","manacost":"110"},{"id":6484,"name":"Gobble Up","shortName":"snapfire_gobble_up","description":"Проглатывает крипа или союзного героя, чтобы затем плюнуть им во врагов. Цель может сидеть в животике не более 3.0 сек.","cooldown":"40","manacost":"150"},{"id":6488,"name":"Lil' Shredder","shortName":"snapfire_lil_shredder","description":"Герой разогревает свою турель и совершает 6 выстрелов-атак с фиксированным уроном. Каждый выстрел уменьшает броню жертвы. Во время действия дальность атаки увеличивается.","cooldown":"24 / 20 / 16 / 12","manacost":"75 / 80 / 85 / 90"},{"id":6491,"name":"Soulbind","shortName":"grimstroke_soul_chain","description":"Связывает выбранного вражеского героя с его ближайшим союзником, замедляя их и не позволяя им разойтись слишком далеко друг от друга. Если на одну из жертв применить способность, направленную на существо, она автоматически применится и на вторую. Если связь разорвётся раньше времени, первоначальная цель способности привяжется к ближайшему союзному герою в радиусе действия.","cooldown":"100 / 75 / 50","manacost":"150 / 200 / 250"},{"id":6495,"name":"God's Rebuke","shortName":"mars_gods_rebuke","description":"Герой ударяет щитом по врагам перед собой, отталкивая их и нанося им критический урон от своей атаки. Способность наносит увеличенный урон по героям, и ей нельзя промахнуться.","cooldown":"16 / 14 / 12 / 10","manacost":"80"},{"id":6583,"name":"Spear of Mars","shortName":"mars_spear","description":"Герой бросает своё могучее копьё, нанося урон противникам. Копьё пронзает первого задетого вражеского героя и отталкивает его. Если после этого на пути попадётся дерево, постройка или возвышенность, жертву пригвоздит к препятствию и оглушит.","cooldown":"14","manacost":"110 / 120 / 130 / 140"},{"id":6598,"name":"Arena of Blood","shortName":"mars_arena_of_blood","description":"После небольшой подготовки герой призывает арену с мертвецами из Легиона пепла, блокирующими атаки и передвижение противника. Вражеских героев внутри и около арены бьют копьями, отталкивая и нанося урон.","cooldown":"90 / 75 / 60","manacost":"150 / 175 / 200"},{"id":7000,"name":"Adaptive Strike (сила)","shortName":"morphling_adaptive_strike_str","description":"Запускает во вражеское существо поток воды, оглушая и отталкивая его назад в зависимости от силы героя. Оглушение и толчок будут максимальными, если сила героя на 50% выше его ловкости.  Способность Adaptive Strike (ловкость) также уходит на перезарядку в 3 сек.","cooldown":"10","manacost":"80"},{"id":7116,"name":"Stone Form","shortName":"visage_stone_form_self_cast","description":"После небольшой задержки ближайшая гаргулья обращается в камень и падает на землю, оглушая врагов в небольшой области и нанося им урон. По приземлении она становится неуязвимой и очень быстро восстанавливает здоровье. Через 6.0 сек. гаргулья возвращается в обычное состояние.","cooldown":"0","manacost":"0"},{"id":7230,"name":"Call of the Wild (кабан)","shortName":"beastmaster_call_of_the_wild_boar","description":"Герой призывает на поле битвы кабана-помощника.","cooldown":"42 / 38 / 34 / 30","manacost":"60 / 65 / 70 / 75"},{"id":7231,"name":"Call of the Wild (ястреб)","shortName":"beastmaster_call_of_the_wild_hawk","description":"Герой отправляет невидимого ястреба разведать территорию.","cooldown":"60 / 50 / 40 / 30","manacost":"30"},{"id":7300,"name":"Inner Fire","shortName":"huskar_inner_fire","description":"Огненная ярость героя отталкивает всех врагов неподалёку на определённое расстояние от себя, наносит им урон и накладывает на них бессилие.","cooldown":"14 / 13 / 12 / 11","manacost":"75 / 100 / 125 / 150"},{"id":7301,"name":"Bulldoze","shortName":"spirit_breaker_bulldoze","description":"Герой увеличивает свои скорость передвижения и сопротивление эффектам, чтобы пробиваться через ряды врагов. Можно применить во время разбега.","cooldown":"22 / 20 / 18 / 16","manacost":"30 / 40 / 50 / 60"},{"id":7310,"name":"Cinder Brew","shortName":"brewmaster_cinder_brew","description":"Обливает указанную область алкоголем, отчего враги передвигаются медленнее и загораются, получив урон от любой способности. Время действия на загоревшегося врага продлевается на 3 сек.","cooldown":"20 / 17 / 14 / 11","manacost":"50 / 60 / 70 / 80"},{"id":7314,"name":"Counterspell","shortName":"antimage_counterspell","description":"Увеличивает сопротивление магическому урону. Можно применить, чтобы создать вокруг себя противомагический щит, который полностью отражает все направленные заклинания обратно во врага.","cooldown":"15 / 11 / 7 / 3","manacost":"45 / 50 / 55 / 60"},{"id":7316,"name":"Will-O-Wisp","shortName":"keeper_of_the_light_will_o_wisp","description":"Призывает в указанную область блуждающий огонёк, который мерцает с определённым интервалом. В активном состоянии он гипнотизирует всех врагов поблизости и заставляет их идти к нему.","cooldown":"60","manacost":"250"},{"id":7319,"name":"Burning Army","shortName":"clinkz_burning_army","description":"Герой призывает армию огненных скелетов-лучников. Они неподвижны и умирают от двух атак героев. Скелеты используют способность Searing Arrows текущего уровня, атакуют только героев, наносят часть урона владельца и имеют его полную дальность атаки.","cooldown":"90","manacost":"150"},{"id":7322,"name":"Tag Team","shortName":"tusk_tag_team","description":"Временно даёт герою ауру, в которой атаки замедляют передвижение врагов и наносят им дополнительный физический урон. Действует 5 секунд.","cooldown":"24 / 21 / 18 / 15","manacost":"70"},{"id":7323,"name":"Divine Sanction","shortName":"omniknight_pacify","description":"Враги под этим эффектом некоторое время наносят меньше урона заклинаниями.","cooldown":"18 / 16 / 14 / 12","manacost":"50 / 60 / 70 / 80"},{"id":7325,"name":"Sinister Gaze","shortName":"lich_sinister_gaze","description":"ПРЕРЫВАЕМАЯ — гипнотизирует вражеское существо, отчего оно идёт к определённой точке в направлении владельца способности и отдаёт ему долю от текущей маны.","cooldown":"24 / 22 / 20 / 18","manacost":"120 / 130 / 140 / 150"},{"id":7701,"name":"Aether Remnant","shortName":"void_spirit_aether_remnant","description":"Векторное применение. Герой отправляет в указанную точку свою копию. Копия смотрит в сторону, указанную при применении. Когда в её обзор попадает существо, копия притягивает его и наносит урон.","cooldown":"17 / 15 / 13 / 11","manacost":"85 / 90 / 95 / 100"},{"id":7705,"name":"Astral Step","shortName":"void_spirit_astral_step","description":"Герой перемещается в указанную точку через астральный разлом, атакуя всех врагов на пути. Эта атака накладывает метку пустоты, которая замедляет жертв на 1.25 сек. и затем наносит урон.","cooldown":"0","manacost":"100"},{"id":7710,"name":"Resonant Pulse","shortName":"void_spirit_resonant_pulse","description":"Герой помещает себя в защитную оболочку, которая поглощает физический урон и выпускает одну наносящую урон волну. Оболочка поглощает тем больше урона, чем больше вражеских героев заденет волна.","cooldown":"16","manacost":"100 / 110 / 120 / 130"},{"id":7804,"name":"Кинуть снежок","shortName":"seasonal_throw_snowball","description":"Запускает снежок в союзника или во врага.","cooldown":"0.5","manacost":"0"},{"id":7806,"name":"Сделать снеговика","shortName":"seasonal_summon_snowman","description":"Создаёт весёлого снеговика.","cooldown":"10","manacost":"0"},{"id":7809,"name":"Запустить фейерверк","shortName":"seasonal_festive_firework","description":"Выстреливает в воздух фейерверком.","cooldown":"0.5","manacost":"0"},{"id":7810,"name":"Кинуть снежок","shortName":"frostivus2018_throw_snowball","description":"Запускает снежок во врага, нанося ему урон и оглушая всех врагов вокруг него.  Расходники из режима «Пристанище зимы» имеют общее время перезарядки.","cooldown":"30","manacost":"0"},{"id":7812,"name":"Призвать снеговика","shortName":"frostivus2018_summon_snowman","description":"Призывает снеговика, который провоцирует окружающих врагов.  Расходники из режима «Пристанище зимы» имеют общее время перезарядки.","cooldown":"30","manacost":"0"},{"id":7814,"name":"Призвать пингвина","shortName":"seasonal_summon_penguin","description":"Призывает дружелюбного пингвина, который катается по округе. Если он столкнётся с героем, то ускорится и будет катиться ещё дольше.","cooldown":"30","manacost":"0"},{"id":7815,"name":"Запустить фейерверк","shortName":"frostivus2018_festive_firework","description":"Выпускает в любую точку карты фейерверк. Он взрывается в указанной зоне, нанося врагам урон, ослепляя их и давая обзор на 10 секунд.  Расходники из режима «Пристанище зимы» имеют общее время перезарядки.","cooldown":"30","manacost":"0"},{"id":7821,"name":"Призвать небесного змея","shortName":"seasonal_summon_ti9_balloon","description":"Никто не устоит перед очаровательной бестолковостью небесного змея.","cooldown":"10","manacost":"0"},{"id":7822,"name":"Боевое знамя","shortName":"seasonal_ti9_banner","description":"Заявите свои права на территорию, поставив туда знамя!","cooldown":"30","manacost":"0"},{"id":7823,"name":"Барабаны войны","shortName":"seasonal_ti9_instruments","description":"Ответ на извечный вопрос: «Пошумим?»","cooldown":"30","manacost":"0"},{"id":7824,"name":"Верная лопата","shortName":"seasonal_ti9_shovel","description":"Ищите на карте зарытые сокровища!","cooldown":"20","manacost":"0"},{"id":7825,"name":"Призвать обезьянку","shortName":"seasonal_ti9_monkey","description":"Этот зверёк разбрасывается совсем не словами.","cooldown":"45","manacost":"0"},{"id":7836,"name":"Cold Snap (AD)","shortName":"invoker_cold_snap_ad","description":"На время вытягивает тепло из врага. Он получит урон и будет ненадолго заморожен. Последующий урон, полученный в этом состоянии, вновь заморозит врага и нанесёт ему дополнительный урон. Максимальная частота срабатывания заморозки зависит от уровня способности.","cooldown":"20","manacost":"100"},{"id":7837,"name":"Ghost Walk (AD)","shortName":"invoker_ghost_walk_ad","description":"Герой комбинирует стихии льда и молнии, становясь невидимым. Неравновесие элементов создаёт магическое поле, замедляющее врагов, однако и сам герой тоже замедляется.","cooldown":"45","manacost":"200"},{"id":7838,"name":"Tornado (AD)","shortName":"invoker_tornado_ad","description":"Выпускает стремительный торнадо, который поднимает в воздух врагов на своём пути, а затем обрушивает их на землю. Дальность действия торнадо и длительность полёта врагов увеличиваются с уровнем.  ТИП РАЗВЕИВАНИЯ: нормальное","cooldown":"30","manacost":"150"},{"id":7839,"name":"E.M.P. (AD)","shortName":"invoker_emp_ad","description":"Создаёт концентрированный сгусток энергии, который спустя 2.9 сек. взрывается, выжигая ману у всех врагов в области действия. Каждая единица выжженной маны наносит врагам урон и восстанавливает 0,5 маны владельцу способности.","cooldown":"30","manacost":"125"},{"id":7840,"name":"Alacrity (AD)","shortName":"invoker_alacrity_ad","description":"Вызывает у союзника прилив сил, увеличивая скорость и урон его атак.","cooldown":"17","manacost":"60"},{"id":7841,"name":"Sun Strike (AD)","shortName":"invoker_sun_strike_ad","description":"Посылает катастрофический луч ожесточённой энергии солнца в заданную точку, который сжигает всех стоящих под ним врагов, как только достигнет земли. Урон равномерно распределяется по всем задетым противникам.","cooldown":"25","manacost":"175"},{"id":7842,"name":"Forge Spirit (AD)","shortName":"invoker_forge_spirit_ad","description":"Призывает рукотворного духа, живое воплощение сил льда и огня. Атаки духа снижают броню вражеских героев.","cooldown":"30","manacost":"75"},{"id":7843,"name":"Chaos Meteor (AD)","shortName":"invoker_chaos_meteor_ad","description":"Герой низвергает с небес пылающий метеорит, который после падения катится вперёд. Прикосновение к метеориту наносит урон и ненадолго охватывает жертву огнём, наносящим периодический урон.","cooldown":"55","manacost":"200"},{"id":7844,"name":"Ice Wall (AD)","shortName":"invoker_ice_wall_ad","description":"Создаёт перед героем ледяную стену. Её свирепый мороз сильно замедляет врагов и каждую секунду наносит им урон.","cooldown":"25","manacost":"175"},{"id":7845,"name":"Deafening Blast (AD)","shortName":"invoker_deafening_blast_ad","description":"Выпускает мощную звуковую волну, наносящую всем задетым врагам урон. Исключительная мощь волны отталкивает противников и накладывает на них бессилие.","cooldown":"40","manacost":"300"},{"id":7850,"name":"Tree Volley","shortName":"tiny_tree_channel","description":"ПРЕРЫВАЕМАЯ — герой вырывает из земли рядом случайные деревья и швыряет их в указанную область. Брошенное дерево наносит противникам увеличенный урон от атаки героя.","cooldown":"15","manacost":"200"},{"id":7851,"name":"Shadow Step","shortName":"spectre_haunt_single","description":"Позволяет призвать спектральную копию от способности Haunt к одному выбранному герою и бросить в него кинжал от Spectral Dagger.","cooldown":"35","manacost":"180"},{"id":7852,"name":"Dark Portrait","shortName":"grimstroke_dark_portrait","description":"Создаёт чернильную иллюзию вражеского героя. Она невосприимчива к магии и имеет увеличенные скорость передвижения и урон.","cooldown":"35","manacost":"200"},{"id":7853,"name":"Psionic Projection","shortName":"templar_assassin_trap_teleport","description":"После небольшой подготовки телепортирует героя к любой ловушке от Psionic Trap, приводя её в действие по прибытии. Не раскрывает невидимость от способности Meld.","cooldown":"15","manacost":"100"},{"id":7968,"name":"Дать пять","shortName":"high_five","description":"Держите руку (или заменяющую её конечность) наготове!","cooldown":"60","manacost":"0"},{"id":8000,"name":"Stroke of Fate","shortName":"grimstroke_dark_artistry","description":"Взмахом кисти герой проводит линию из чернил, нанося урон врагам на её пути и замедляя их. Урон увеличивается с каждым задетым врагом.","cooldown":"11 / 9 / 7 / 5","manacost":"100 / 110 / 120 / 130"},{"id":8006,"name":"Phantom's Embrace","shortName":"grimstroke_ink_creature","description":"Призывает фантома, который летит к выбранной цели и сжимает её в своих объятьях, нанося периодический урон и запрещая применять способности. Если фантом продержится на жертве до конца действия, он нанесёт ей большой урон от разрыва и вернётся к владельцу, а время перезарядки способности сбросится.  Одна геройская атака по фантому считается за три обычных.","cooldown":"36 / 30 / 24 / 18","manacost":"80 / 100 / 120 / 140"},{"id":8007,"name":"Ink Swell","shortName":"grimstroke_spirit_walk","description":"Герой покрывает себя или союзника чернилами, которые повышают скорость передвижения и наносят урон противникам вокруг. Через 3.0 сек. чернила расплёскиваются, оглушая противников и нанося им урон. Длительность оглушения и урон от всплеска зависят от того, как долго чернила действовали на вражеских героев.","cooldown":"30 / 25 / 20 / 15","manacost":"120 / 130 / 140 / 150"},{"id":8027,"name":"Roll Up","shortName":"pangolier_rollup","description":"Герой сворачивается в неподвижный защитный шар на 4 секунды, получая невосприимчивость к магии и не теряя возможность поворачиваться. Эту способность можно применять во время действия Rolling Thunder, чтобы на время затормозить. Во время действия Roll Up можно применять и Rolling Thunder, и Shield Crash. Если атаковать свернувшегося в шар героя, он будет катиться от нападающих 0,75 сек. с теми же уроном и оглушением, что и у Rolling Thunder. Перезарядка: 30 секунд.","cooldown":"30","manacost":"50"},{"id":8028,"name":"Ice Spire","shortName":"lich_ice_spire","description":"Создаёт в указанной точке сосульку, которая замедляет всех врагов в радиусе 600 на -20%. У сосульки 600 здоровья, и она существует 15.0 сек.<br><br>Шар от способности Chain Frost может отскакивать к сосульке, если поблизости нет врагов.<br><br>На сосульку можно применить способность Frost Shield.","cooldown":"25","manacost":"150"},{"id":8030,"name":"Reverse Time Walk","shortName":"faceless_void_time_walk_reverse","description":"Эту способность можно применить в течение 1,5 сек. после Time Walk, чтобы вернуться на прежнюю позицию. Возвращение не влияет на здоровье героя и не применяет на врагов Time Lock от Aghanim's Scepter.","cooldown":"0.5","manacost":"0"},{"id":8106,"name":"Sharpshooter","shortName":"hoodwink_sharpshooter","description":"Герой готовит смертельный выстрел из своего арбалета. Он наносит вражескому герою огромный урон, замедляет его и накладывает истощение. Урон и длительность эффекта становятся максимальными спустя 3.0 сек. подготовки, а выстрел происходит автоматически спустя 5.0 сек. Отдача отталкивает героя назад на расстояние в 350.","cooldown":"45","manacost":"150"},{"id":8158,"name":"Bushwhack","shortName":"hoodwink_bushwhack","description":"Герой бросает сеть-ловушку, которая оглушает вражеских героев, если они находятся в области действия рядом с деревом. Ловушка наносит урон и притягивает жертв к ближайшему дереву, лишая их обзора на время оглушения.","cooldown":"14","manacost":"90 / 100 / 110 / 120"},{"id":8340,"name":"Terrorize","shortName":"dark_willow_terrorize","description":"Герой натравливает на врагов своего ручного светлячка. После небольшой задержки он пугает всех противников в выбранной области, отчего они начинают бежать к своей базе. Невозможно применить во время действия способности Bedlam.","cooldown":"100 / 90 / 80","manacost":"150"},{"id":8429,"name":"Acorn Shot","shortName":"hoodwink_acorn_shot","description":"Герой совершает атаку увеличенной дальности, зарядив особый жёлудь, который отскакивает во врагов неподалёку, а также замедляет всех жертв и наносит им дополнительный урон. Можно применить на точку, чтобы создать дерево, после чего жёлудь отскочит в ближайших врагов.","cooldown":"16 / 14 / 12 / 10","manacost":"75 / 85 / 95 / 105"},{"id":9501,"name":"Scurry","shortName":"hoodwink_scurry","description":"Герой имеет шанс избежать физических атак, находясь рядом с деревьями. При активации эта способность ускоряет передвижение и позволяет проходить сквозь существ и деревья.","cooldown":"0","manacost":"35"},{"id":9993,"name":"Wave of Force","shortName":"roshan_halloween_wave_of_force","description":"Рошан с небольшой задержкой ударяет по земле, нанося высокий урон в области вокруг себя, при этом отталкивая всех врагов. Чем ближе цель к Рошану, тем больше урона она получит.","cooldown":"12","manacost":"0"},{"id":9995,"name":"Toss","shortName":"roshan_halloween_toss","description":"Рошан бросает ближайшего к нему врага в любого другого, который стоит подальше.","cooldown":"5","manacost":"0"},{"id":9998,"name":"Apocalypse","shortName":"roshan_halloween_apocalypse","description":"Рошан запускает разрушительные испепеляющие лучи на врагов, которые стоят рядом с ним в радиусе не ближе 400 и не дальше 1200.","cooldown":"20","manacost":"0"},{"id":9999,"name":"Fire Breath","shortName":"roshan_halloween_burn","description":"Рошан дышит вокруг себя смертоносным жгучим пламенем.","cooldown":"30","manacost":"0"}]
